$store.jqtest = $store && $store.jqtest || {};

$store.jqtest.jq5 = {
    orientation: 'лучше всего вы проявите себя в [i]гуманитарной[/i] деятельности, ведь вас живо интересуют человеческие отношения и состояния окружающих. Ваше призвание в сфере искусства, заботе о людях, в предоставлении различных услуг,  вообщем,  где бы вы не работали, вы будете вкладывать свою энергию в строительство отношений, создание атмосферы участия и взаимного интереса людей к другу, комфорта и заботы.\n\n [b]Театр, медицина, соцзащита, обучение и воспитание детей, туристические услуги, все, что связано с общением и влиянием на людей  —  вот те сферы, где раскроются ваши таланты.[/b]',
    stimulus: 'вы человек, сосредоточенный на своих отношениях с миром.  У вас присутствует понятие практичности, понимания собственных целей и умения их добиваться, уравновешенности, способности обеспечить комфорт, силы. Вы стараетесь гармонизировать свое личное пространство и заботитесь о том, чтобы работа не нарушала ваших эстетических и эргономических критериев. Вы отчетливо ощущает свое существование, комфортом которого не будете жертвовать ради каких-то виртуальных проектов. Конкретная практичность и вкус к житейским радостям абсолютно не коррелируют с портретами на доске почета и торжественным рукопожатием начальника, вам в качестве  вознаграждения за труд нужны материальные выплаты, поэтому именно личное [i]благосостояние[/i] будет вашим стимулом в работе.',
    profile: [
        {
            title: "предприимчивость",
            value: 2
        },
        {
            title: "организаторские способности",
            value: 2
        },
        {
            title: "аналитические способности",
            value: 2
        },
        {
            title: "стратегическое мышление",
            value: 3
        },
        {
            title: "самоконтроль",
            value: 3
        },
        {
            title: "ответственность",
            value: 4
        },
        {
            title: "коммуникабельность",
            value: 4
        },
        {
            title: "инициативность",
            value: 5
        },
        {
            title: "новаторство",
            value: 3
        },
        {
            title: "дисциплинированность",
            value: 5
        }
    ],
    specification: [
        {
            title: "творчество",
            value: 90
        },
        {
            title: "соцзащита",
            value: 80
        },
        {
            title: "менеджмент",
            value: 70
        },
        {
            title: "дизайн и реклама",
            value: 60
        },
        {
            title: "медицина",
            value: 50
        },
        {
            title: "физический труд",
            value: 40
        },
        {
            title: "охрана окр. среды",
            value: 30
        },
        {
            title: "сельское хозяйство",
            value: 20
        }
    ],
    specialties: ['актер', 'режиссер', 'сценарист', 'писатель', 'балетмейстер', 'хореограф', 'музыкант', 'конферансье', 'социальный работник', 'менеджер по связям с общественностью', 'event-менеджер', 'pr-менеджер', 'аниматор', 'художник-оформитель', 'художник по костюму', 'ландшафтный дизайнер', 'художник по тканям', 'дизайнер интерьера', 'врач-реабилитолог', 'врач-косметолог', 'массажист', 'фармацевт', 'сиделка', 'кулинар', 'сомелье', 'дегустатор', 'парфюмер', 'визажист', 'стилист', 'эколог', 'лесник', 'агроном', 'ветеринар'],
    notengage: 'любая деятельность, где необходимо думать о перспективах и принимать стратегические, ответственные решения противопоказана. Очень сложно вам стать успешным в финансовой, банковской, предпринимательской деятельности в силовых структурах, а также не стоит  осваивать следующие профессии, как: инженер-технолог, спасатель, делопроизводитель,  логист, следователь, бортпроводник, летчик, космонавт, гонщик, инженер-испытатель.',
    strengths: {
        title: 'творчество, доброта, эстетика, сопереживание',
        text: 'вы обладаете хорошим вкусом, чувством меры. Ваша сверхценность воплощена в слове «гармония». Поэтому рядом с вами очень комфортно находиться, чем бы вы не занимались, вы человек своей сущностью, своей природой гармонизируете пространство.  Склонность к художественному творчеству является вашим отличительным свойством. \n\nКлючевыми словами у вас являются: мягкое обаяние, конформизм в общении и стремление к материальному комфорту. Вы являетесь искренним сторонником и искусным мастером компромиссов, способным погасить пожар конфликта улыбкой, шуткой, комплиментом, взаимовыгодным предложением. Очень дипломатичны.\n\nГлавное для вас — это неспешно, со вкусом наслаждаться жизнью. Вас влекут в первую очередь земные человеческие радости: уютное, комфортабельное жилище, вкусная кухня, задушевная беседа, любимая книга, партеечка в преферанс и т. д.\n\nВы далеки от духовных или умственных напряжений, чужд вам карьеристский или идеологический надрыв. \n\nЧасто такие люди, как вы, бывают артистически одаренными, вы прирожденный конферансье, ведущий, тамада, настоящий дока в заполнении пауз и поддержании веселого и душевного тонуса и духа застолья, концерта, шоу. Вы мастер дружеских розыгрышей.  Также обладаете способностями сочинителя и постановщика шутливых водевилей, домашних спектаклей. Отличаетесь великолепным эстетическим вкусом, чувством формы, цвета. Отлично чувствуете где и чем можно поживится, если дело касается приятных ощущений, удобств, комфорта, и берете свое с улыбкой, шуткой, часто с некоторым плутовством и обаятельной хитринкой. \n\nЛегки и непринужденны в контактах, умеете расположить к себе и  поднять настроение кстати рассказанной байкой или анекдотом. \n\nЕстественный в обращении с детьми и животными,  очень любите  природу и землю. Ваш девиз — «Живи и давай жить другим», и вы редко пытаетесь изменить других людей, веря, что люди и природа должны жить в гармонии.\n\nВы утонченный и всегда открытый для сотрудничества, чрезвычайно добрый и сопереживающий человек, остро воспринимаете нужды других и счастливы, оказывая помощь. \n\nМожете правильно оценить качество любого продукта и в деталях это объяснить. \n\nПредпочитаемыми ценностями являются доброта, чувство собственного достоинства, взаимопомощь и доверие. Достаточно много жизненной активности. Можете быть точным, хорошо прослеживаете  ближайшие последствия принятых решений. Формируете промежуточные решения по ситуации. Корректируете их в процессе выполнения. Лучше справляетесь с задачами локальными, ограниченными по масштабу или разбитыми на этапы, допускающими постепенность и неспешность в своем решении, требующими глубокой проработки. \n\nМожете отставать в учебе в школе, и из-за этого не испытывая интереса к академическим наукам, не получаете дальнейшего образования. Так ваш талант в школе может быть незамеченным, и позднее люди, учившиеся вместе с вами, могут быть поражены вашими достижениями во взрослой жизни. \n\n         Жизненным приоритетом являются отношения между людьми. Мотивирующая сила идет изнутри. С удовольствием завершаете дело. Мотивацией деятельности является интерес к работе, благосостояние. Для восстановления энергии предпочитаете одиночество. В речи часто используете детальные описания.'
    },
    weaksides: {
        title: 'финансы, лидерство, анализ, эмоции',
        text: 'сложнее всего ориентируетесь в вопросах, связанных с экономикой, технологией, выгодой и целесообразностью. Вы теряется перед сложным технологическим заданием, плохо оцениваете затраты, нужные для воплощения идей. \n\n      Несмотря на достаточную жизненную активность с управленческой карьерой вы плохо совместимы, вы практически не сможете руководить  большим коллективом людей. Сметы, технологии, бухгалтерия — все это вгоняет вас в жесточайший стресс. Вы не можете рассмотреть нестандартные выходы из ситуации, не готовы к неожиданным переменам, не умеете быстро освоить большой массив информации. Рискованные финансовые операции — не ваша стихия.\n\n        Чувства у вас чрезвычайно обострены, зачастую оголены, это в свою очередь затрудняет психоэмоциональную саморегуляцию. \n\n      Импульсивность, дух свободы, стремление уйти от любого рода регламентов, требований, ограничений, идущих сверху, а также отсутствие от природы упорства, настойчивости, целеустремленности и дальновидности при определенных обстоятельствах могут сделать вашу жизнь довольно проблематичной.'
    },
    recommendations: {
        development: [
            'Честно оценить и интенсивно, и добросовестно использовать свой потенциал.',             'Признать свои сильные и слабые стороны, и понять, что  вам   придется делиться своими сильными качествами с другими людьми, и трудиться над совершенствованием слабых. Только в этом случае, вы имеете все шансы быть оцененными по достоинству окружающим миром и получить все о чем мечтаете.',               'Для дальнейшего развития своих сильных сторон Вам будет полезно  посетить тренинговые занятия и семинары по улучшению навыков эффективного общения с людьми, они рекомендуются тем, кто уже обладает определенным потенциалом в этой области, для повышения профессиональных качеств и продвижения в карьере.',                   'Для  гармонизации структур личности вам могут быть полезны тренинги для выработки навыков самоорганизации, на них вы научитесь планировать свое время, ставить цели, выделять приоритеты, анализировать ситуацию на более длительные сроки, нежели один день. Такие занятия показаны импульсивным людям, для повышения общего уровня самоорганизации и самоконтроля.'
        ],
        personality: [
             'Не замыкайтесь в своей «уютной норке»! Старайтесь нести в мир эстетику, красоту, душевное тепло и положительные эмоции — люди вернут вам все «сторицей».', 'Контролируйте себя в следующем: не тратьте слишком долгое время на рассмотрение дела, старайтесь оценить ситуацию с логической точки зрения, не упускайте из виду будущие возможности, не откладывайте решения на потом и помните о сроках, обязательно делайте выводы из своих промахов и ошибок.', 'Чтобы избежать больших проблем в жизни и со здоровьем, не стремитесь занять высоких постов в финансовых организациях.', 'Уходите от искушения перекладывать груз своих благих намерений и соответствующих хлопот на плечи других людей — у Космоса на них свои виды. Если вы реально оцените собственные силы и возможности, объем ваших действий определится сам собой.', 'Чтобы ваша деятельность стала действительно полезной и необходимой людям, Вам полезно определиться с системой приоритетов — какая степень ваших усилий в каких случаях требуется.', 'Старайтесь не слишком зацикливаться на мелочах настоящего, сегодняшнего, в вашей жизни есть еще и будущее, и о нем иногда необходимо задумываться.', 'Индикатором правильности использования ваших сильных сторон личности, исходной энергетики будет являться ощущение легкости, удовольствия от жизни.'
        ]
    }
}
