$store.jqtest = $store && $store.jqtest || {};

$store.jqtest.jq6 = {
    orientation: 'в чем может быть наиболее успешен человек, который чувствует свойства материалов, адекватно оценивает качество конкретных продуктов, понимает, какие процессы и инструменты помогут получить желаемый результат? Если вы легко улавливаете смысл чертежей и технологий, цифр и знаков, любите возиться с материалами, то именно в производственной деятельности раскроются ваши таланты и творческие способности.  [b]Стратегически верно ориентировать вас на достижения в конкретной [i]производственной[/i] деятельности, поставляющей миру определенный четко оформленный материальный продукт.[/b]',
    stimulus: 'вы человек, сосредоточенный на своих отношениях с миром.  У вас присутствует понятие практичности, понимания собственных целей и умения их добиваться, уравновешенности, способности обеспечить комфорт, силы. Вы стараетесь гармонизировать свое личное пространство и заботиться о том, чтобы работа не нарушала их эстетических и эргономических критериев. Вы отчетливо ощущаете свое существование, комфортом которого не будет жертвовать ради каких-то виртуальных проектов. Конкретная практичность и вкус ко всем радостям обычной жизни абсолютно не сочетается с портретами на доске почета и торжественное рукопожатие начальника, вам в качестве  вознаграждения за труд нужны материальные выплаты, и именно личное [i]благосостояние[/i] будет вашим стимулом в работе.',
    profile: [
        {
            title: "предприимчивость",
            value: 5
        },
        {
            title: "организаторские способности",
            value: 2
        },
        {
            title: "аналитические способности",
            value: 3
        },
        {
            title: "стратегическое мышление",
            value: 3
        },
        {
            title: "самоконтроль",
            value: 5
        },
        {
            title: "ответственность",
            value: 4
        },
        {
            title: "коммуникабельность",
            value: 2
        },
        {
            title: "инициативность",
            value: 5
        },
        {
            title: "новаторство",
            value: 3
        },
        {
            title: "дисциплинированность",
            value: 4
        }
    ],
    specification: [
        {
            title: "предпринимательство",
            value: 90
        },
        {
            title: "финансы",
            value: 80
        },
        {
            title: "техническая отрасль",
            value: 70
        },
        {
            title: "физический труд",
            value: 60
        },
        {
            title: "творчество",
            value: 50
        },
        {
            title: "транспорт",
            value: 40
        },
        {
            title: "пищевая отрасль",
            value: 30
        },
        {
            title: "экстремальные профессии",
            value: 20
        }
    ],
    specialties: ['предприниматель среднего звена', 'финансист', 'андеррайтер', 'экономист', 'радиоинженер', 'технолог - нанотехнолог', 'инженер-механик', 'товаровед', 'автомеханик', 'оценщик', 'бармен', 'повар, кондитер', 'парикмахер', 'флорист', 'ювелир', 'швея', 'дизайнер интерьера', 'модельер', 'скульптор', 'бортинженер', 'бортпроводник', 'водитель', 'штурман', 'летчик', 'космонавт', 'каскадер', 'пожарный', 'сотрудник МЧС', 'телохранитель', 'гонщик', 'инженер-испытатель', 'военнослужащий'],
    notengage: 'любая работа в сильном эмоциональном поле, в атмосфере кипения страстей, с неожиданными немотивированными выпадами в вашу сторону. Такая работа способна погасить и без того ваш небольшой энтузиазм  и вызвать депрессию. Необходимость проявлять повышенную эмоциональность измотает вас начисто.  Не стоит идти в область педагогики и психологии, HR, рекламы, а если выберете профессию актера, то имейте ввиду, что длительная эмоциональная эксплуатация вашей личности может в зрелом возрасте обернуться нервными срывами.',
    strengths: {
        title: 'активность, упорство, наблюдательность, гибкость',
        text: 'высокая активность, сопряженная с бесстрашием, риском, упертостью в достижении цели. Для вас нет ситуаций, с которыми вы можете не справиться, если они совпадают с вашими внутренними стимулами. \n\n   Вы спокойный труженик, который рассчитывает в основном на себя и предпочитает не размениваться на много дел сразу. Обычно выбираете одну сферу деятельности, в которой стремитесь к мастерству и совершенству, чем обеспечиваете себе успех и сопутствующие солидность и престиж, а иногда известность и славу.\n\nВы беретесь за все, так как для вас всегда важна конечная цель предприятия. Временные трудности, по вашему мнению, не должны служить препятствием и тормозить движение к результату. «Без труда не вытащишь рыбку из пруда» — это ваше кредо, и вы трудитесь, как пчела. Но труд для вас должен быть целесообразным и оправданным.  \n\nУ вас великолепная память на запахи, ощущения, по ним вы можете даже восстановить яркие картины прошлого.  \n\n Мышление отличается нешаблонностью, креативностью. Более развито предметное мышление. Наблюдательны, замечаете мелкие подробности — очень важное качество в деловом мире. Обладаете прекрасным  чувством реальности. Экспертное видение соотношения цена/качество. Четко оцениваете предстоящие затраты средств и сил — и никогда не пойдете на неоправданные расходы. Вам присуще ясное ощущение динамики ресурса даже без явного подсчета имеющихся средств. Настроены на комфорт и целесообразность, поэтому не склонны суетиться по пустякам. \n\nСпособности к практическим работам простираются и на понимание и умение обращаться с механическими устройствами, машинами и станками, автомобилями и любыми видами транспорта.       Операционально-технологические навыки обращения  с различными инструментами кажется заложены в вас с рождения.\n\n      Эргономика, эстетика, удобство, здоровье, кулинария — это области в которых вашим суждениям вполне можно  доверять. Женщина вашего типа обладает хорошим вкусом и прекрасными способностями к рукоделию — часто сама шьет, вяжет или конструирует одежду (а также дизайн квартир, офисов). Вообще тяготеете к дорогой, стильной и солидной одежде. \n\n         Хорошо чувствуете время, можете правильно оценить ситуацию, провести расстановку сил и найти удачное решение. \n\n      Гибкость позволяет вам легко приспосабливаться к незапланированным мероприятиям, встречам. В социально значимой ситуации вы довольно точны: вы  не опаздываете на встречи, выполняете графики. Вы живете в полном смысле этого слова ощущениями: умеете воспринимать природу, искусство, наслаждаться всем видимым, слышимым, ощущаемым. Очень точно чувствуете свое физическое «я» и его потребности, обладаете ясно выраженным ритмом жизни. Живете как будто лишь одним днем. Все, что будет завтра, для вас немного неожиданно. Бесстрашие, мужество, упорство, способность к точному расчету позволяет вам успешно реализовать себя в профессиях, связанных с особым риском. \n\nЛучшее занятие для вас — работа на конкретный, ощутимый результат. Вы не гонитесь за легкой и быстрой удачей, а предпочитаете синицу в руке, и, образно говоря говоря, птичка эта чаще всего создана вашими собственными руками. Вы умеете подобрать методы, распределить средства, довести работу до конца.     \n\nХорошо справляетесь с решением повседневных, текущих задач, практически ориентированных, с гарантированной материальной отдачей. Предпочитаете действовать, а не планировать. Не любите скандалов, эмоциональных вспышек окружающих, старается таких людей удалить от себя.'
    },
    weaksides: {
        title: 'эмоции, интуиция, консерватизм, общение',
        text: 'вы отрицательно относитесь к теоретическим аспектам управления. Стремление к свободе, нонконформизм, игнорирование зависимости себя от требований системы создают для вас затруднения в деловом общении. Не переносите грубого обращения, будете оставаться миролюбивым и дружелюбным до тех пор, пока собеседник не вызовет у вас эмоциональной перегрузки. \n\n        Ваши эмоции — явление неуправляемое, стихийное и очень для вас  разрушительное. Обидчивы, причем, не всегда по делу. Сложнее всего вам находиться в атмосфере кипения страстей. Необходимость проявлять повышенную эмоциональность изматывает вас начисто.  \n\n        Из-за неразвитого абстрактного мышления вы не имеете чувства предвидения и надеется лишь на свои силы и волю. Чаще преобладает интерес в личной стабильности и удобство, которое вы попытаетесь создать в любом месте, где вы вынужден находиться, даже иногда в ущерб другим. Не вызывает всплеска энтузиазма работа, которая может нарушить реальный комфорт сегодняшнего дня, ради какой-то эфемерной выгоды завтра.'
    },
    recommendations: {
        development: [
            'Честно оценить и интенсивно, и добросовестно использовать свой потенциал.',              'Признать свои сильные и слабые стороны, и понять, что  вам придется делиться своими сильными качествами с другими людьми, и трудиться над совершенствованием слабых. Только в этом случае, вы имеете все шансы быть оцененными по достоинству окружающим миром и получить все о чем мечтаете.   ',               'Для дальнейшего развития сильных сторон вашей личности и отличительных качеств вам будет полезно максимально использовать свой неиссякаемый талант мастера в любом деле: это может быть в виде хобби — шитье, вязание, гравировка, изготовление ювелирных изделий, а может быть, как дополнительное развитие на курсах — кулинарных, парикмахерских, дизайна.',              'Для гармонизации структур личности начните развивать в себе умение проживания эмоций с общении с людьми. Желательно посетить  психологические тренинги, где обучают правилам и навыкам межличностного общения.'
        ],
        personality: [
             '«Отводя душу» в сенсорных  ощущениях и эстетическом обустройстве реальности, старайтесь ставить этот процесс «на поток», дающий выгоду и приносящий прибыль. Мужчины могут организовать доходный бизнес, основанный на торговле или производстве мебели, отделочных материалов, тканей, оргтехнике и т. п.', 'Необходимо контролировать следующее: не тратить слишком много времени на рассмотрение дела, не упускать из виду будущие возможности, считаться с чувствами окружающих, не откладывать решения и помнить о сроках. ', 'Учитесь все таки контролировать свои эмоции, особенно при выполнении какой-либо работы, иначе ее качество может непосредственно коррелировать с вашим настроением. Зависимость результата работы от настроения — это ваша типичная особенность.', 'В хорошо знакомой обстановке вы можете позволять себе «лишнее» в общении, иногда это бывают довольно таки неоднозначные остроты и комментарии, в такие моменты ваши родные и друзья чувствуют себя рядом с вами не совсем уютно, а вам кажется, что вы просто проявляете заботу о них, пытаясь поднять им настроение. Следите за своим поведением в компаниях.', 'Иногда вам присущ излишний консерватизм и осторожность по отношению к открывающимся перспективам, не бойтесь немного экспериментировать в жизни, от этого в ней появляются новые и интересные краски.  ',           'Упорство, здравый смысл и реалистичный взгляд на вещи — это ваши лучшие качества, базирующиеся на вашей исходной энергетике, так что несите их в мир не ропща на бестолковость и неблагодарность окружающих, и не обращая свои исключительные достоинства в невыносимые недостатки.',             'Постоянно контролируя меняющуюся жизнь, не воспринимайте каждый новый поворот судьбы лишь с точки зрения выгоды сегодняшней, он может принести вам гораздо больше в будущем. Не забывайте ценить то, что уже имеете. Учитесь верить в лучшее и радоваться малому, и к вам придет полнота и радость жизнь.'
        ]
    }
}
