$store.jptest = $store && $store.jptest || {};

$store.jptest.jp1 = {
    orientation: 'лучше всего вы проявите себя в [i]гуманитарной[/i] деятельности, ведь вас живо интересуют человеческие отношения и состояния окружающих. Призвание в заботе о людях, в сфере услуг или искусства, где бы вы не работали, вы будет вкладывать свою энергию в строительство отношений, создание атмосферы участия и взаимного интереса людей к другу, комфорта и заботы.\n\n [b]Театр, медицина, соцзащита, обучение и воспитание детей, туристические услуги, все, что связано с общением и влиянием на людей  —  вот те сферы, где раскроются ваши таланты.[/b]',
    stimulus: 'присутствует интерес к личной стабильности и удобство, которое вы стараетесь создать на любом рабочем (и нерабочем) месте. У вас не вызывает энтузиазма деятельность, нарушающая реальный комфорт сейчас,  ради выгоды, обещанной когда-нибудь. Своим комфортом вы не будете жертвовать ради эфемерных проектов. Награда за труд должна быть материальной — деньги, путевка на отдых, подарок от фирмы. Вас не заинтересует портрет на доске почета или благодарность в приказе, торжественное рукопожатие начальника только разочарует, именно личное [i]благосостояние[/i] будет для вас стимулом к деятельности.',
    profile: [
        {
            title: "предприимчивость",
            value: 2
        },
        {
            title: "организаторские способности",
            value: 2
        },
        {
            title: "аналитические способности",
            value: 3
        },
        {
            title: "стратегическое мышление",
            value: 3
        },
        {
            title: "самоконтроль",
            value: 3
        },
        {
            title: "ответственность",
            value: 4
        },
        {
            title: "коммуникабельность",
            value: 4
        },
        {
            title: "инициативность",
            value: 5
        },
        {
            title: "новаторство",
            value: 2
        },
        {
            title: "дисциплинированность",
            value: 5
        }
    ],
    specification: [
        {
            title: "соцзащита",
            value: 90
        },
        {
            title: "медицина",
            value: 80
        },
        {
            title: "физический труд",
            value: 70
        },
        {
            title: "педагогика",
            value: 60
        },
        {
            title: "правовая сфера",
            value: 50
        },
        {
            title: "творчество",
            value: 40
        },
        {
            title: "менеджмент",
            value: 30
        },
        {
            title: "торговля и сервис",
            value: 20
        }
    ],
    specialties: ['социальный работник', 'психолог-консультант', 'врач-хирург', 'врач-стоматолог', 'ветеринар', 'младший медицинский персонал', 'воспитатель', 'логопед', 'преподаватель', 'педагог-психолог', 'дефектолог', 'судья', 'следователь', 'специалист по подбору и обучению  персоналу', 'дипломат', 'офис-менеджер', 'event-менеджер', 'менеджер по туризму', 'менеджер по работе с клиентами', 'менеджер по продажам', 'менеджер интернет-проектов', 'продюсер', 'диджей', 'гид-экскурсовод', 'ювелир'],
    notengage: 'самостоятельной политической и финансовой деятельностью, в сфере исполнения наказаний, издательским делом, телекоммуникациями, интернетом, составлением энциклопедий, базой справочных сведений, музыкой. Не подходит вам работа, связанная с самостоятельным принятием методических решений и не защищенная от случайных поворотов, требующая постоянного изобретательства в условиях непредсказуемых перемен и недостатка информации, разработкой экономических стратегий. Противопоказано быть крупным руководителем.',
    strengths: {
        title: 'нравственность, воля, выносливость, преданность, этика',
        text: 'нравственность и воля, вы экспертно видите отношения людей, их мотивы и степень искренности.\n\n Вам присуща аккуратность и усидчивость, вы прекрасный исполнитель грамотно поставленных задач.\n\n Можете в принципе неплохо справляться с компьютером, вести отчетность, готовить документы, но все это на дилетантском уровне и по образцам, а особый талант проявляется в исполнительской деятельности, еще более успешной она становится, когда связана с заботой о других. Высокая выносливость в монотонной, однообразной работе. Начатое дело, как правило, в всегда доводите до конца. В делах, как правило, нетороплив и осмотрителен.\n\n Экономный, бережливый, преданный, ответственный. Характер мышления конкретный, практический. Легче ориентируетесь в пространстве, нежели во времени. В работе любите совершенствовать знакомые методы, оттачивать мастерство. В рутинной ситуации стараетесь найти что-нибудь интересное для себя. В вашей речи преобладает точность выражений, детальные описания. Процесс освоения новой информации — последовательный. Процесс мышления дискретный — умозаключения выстраиваете шаг за шагом.\n\n Вы духовный титан и стоик, хранитель морали. Придаете огромное значение усвоению нравственных норм в обществе, стараетесь противодействовать их расшатыванию и размыванию. Высоко цените выработанные долгой историей человечества этические нормы. Вы словно атлант несете на своих плечах драгоценный груз моральных и нравственных ценностей, медицинских и педагогических знаний, накопленных человечеством. Обладаете повышенной чуткостью и вниманием к людским эмоциям, отношениям, физическим переживаниям, проблемам и нуждам.\n\n В вашем сознании хранится вполне конкретный эталон человеческой природной чистоты и здоровья, и любые отклонения ощущаются вами остро и болезненно. Вы этакий санитар духа и здоровья людей, или «вечный горец», борющийся со злом. Если вы работает в правоохранительных органах, то всегда будете выделяться среди остальных своей неподкупностью и бескорыстно-фанатичной преданностью делу. Ваша отличительная черта — неукоснительное следование принципу «никогда не поступаться принципами».\n\n Скрупулезно доделываете начатое, добиваетесь нужных отношений, выясняете неясное, и, расставляете по местам объекты, сопровождающие вашу жизнь. Интересуют хорошее материальное обеспечение и комфортные условия жизни и работы, а также запасы, обеспечивающие богатство отношений и информации.\n\n Вы ни при каких, даже самых крайних обстоятельствах не позволите себе стать обузой для близких людей. Ненавязчивость и материальная независимость для вас абсолютный этический принцип.'
    },
    weaksides: {
        title: 'логика, конформность, интуиция, творчество',
        text: 'явные проблемы в системно-аналитическом мышлении, в решении логических задач, неготовность к принятию самостоятельных решений, как следствие вам очень сложно работать на руководящей должности, плохо чувствуете изменения в обществе, экономике.\n\n Слабость научной логики выражается у вас в недооценке собственных интеллектуальных способностей и как следствие профессиональных возможностей (особенно в начале жизни).\n\n Непредвиденные обстоятельства пугают вас и надолго выбивают из колеи, вы не можете принять эффективного решения, если жизнь непрерывно изменяется. Необходимость угадывать тенденции и невозможность все контролировать — это чрезвычайно напрягающие факторы.\n\n Вы — рациональный тип, и с этим связаны определенная ортодоксальность и максимализм в ваших рассуждениях и действиях.\n\n Обработка больших массивов несвязанной информации и изобретение новых технических приемов тоже деятельность, которая требует от вас запредельных усилий. Вам проще собирать уже известные приемы и полезные советы, надеясь, что в экстремальной ситуации не придется их изобретать.\n\n Стремление к организаторской деятельности не свойственно. Послушание, опора на авторитетное мнение делают из вас хорошего исполнителя, но не более. Чаще присутствует мотивация избегания неуспеха.'
    },
    recommendations: {
        development: [
            'Честно оценить и интенсивно, и добросовестно использовать свой потенциал.',
            'Признать свои сильные и слабые стороны, и понять, что  вам   придется делиться своими сильными качествами с другими людьми, и трудиться над совершенствованием слабых. Только в этом случае, вы имеете все шансы быть оцененными по достоинству окружающим миром и получить все о чем мечтаете.',
            'Для развития сильных сторон личности вам будет полезно посетить тренинги или семинары для развития эффективного делового общения, работа с манипуляциями, ведение переговоров. Такие занятия будут способствовать дальнейшему развитию ваших способностей, данных вам от природы, и позволят более успешно двигаться по карьерной лестнице.',
            'Для гармонизации личности начните развивать логику — способов для этого существует огромное количество — от посещения психологических тренингов на развитие логического мышления, до  решения различных логических задач, кроссвордов типа «судоку», ребусов, начните сами составлять кроссворды, общайтесь с людьми-логиками, пытайтесь учиться у них мыслить на их языке.'
        ],
        personality: [
            'Не стремитесь к нарочитым трудностям, не требуйте от людей жизненной стойкости, подобно вашей. Старайтесь с присущей вам мудростью принимать жизнь во всем ее богатстве.',
            'Учитесь ставить перед собой конкретные, реальные цели в жизни, так вы быстрее достигнете желаемого и получите меньше разочарования.',
            'Учитесь анализировать поступки, делать выводы из своих промахов и ошибок, а также возможные последствия своих действий.',
            'Чтобы ваша деятельность стала действительно полезной и необходимой людям, Вам полезно определиться с системой приоритетов — какая степень ваших усилий в каких случаях требуется.',
            'Оставьте попытки осчастливить и спасти все человечество. Не нужно помогать тому, кто вас об этом не просит!',
            'Помнить жизненный принцип, что каждый должен заниматься своим делом, только в этом случае ваша энергетика будет использована в верном направлении и служить нужным людям, целям, задачам. Иначе вполне возможно, что привлечете «на свою голову и шею» - всевозможных нахлебников, вампиров и просто ленивых или непорядочных людей, которые загонят в психологическую ловушку, свойственную для вас — внушенному чувству вины, перерастающее в пожизненный комплекс (перед супругом, семьей, друзьями, работой, Отчизной и т. д.).',
            'Индикатором правильности использования ваших сильных сторон личности, исходной энергетики будет являться ощущение легкости, удовольствия от жизни.',
            'Чтобы избежать лишних неприятностей вам необходимо помнить следующее: не привязываться цепко к объекту своего служения, ведь чем больше размер принесенной жертвы, тем сильнее степень разочарования и последующей обиды (как на «конкретного» обидчика, так и на жизнь в целом). А ведь обида — это корень многих болезней, нередко тяжелых, а порой и неизлечимых. Живите своей жизнью, пусть она будет яркой и наполненной, тогда вы действительно много кому сможете помочь опытом, мудростью, зрелым советом. И тогда вы будете всем интересны как личность и уважать и ценить Вас будут не по необходимости и долгу, а искренне от души.'
        ]
    }
}

$store.jptest = $store && $store.jptest || {};

$store.jptest.jp10 = {
    orientation: 'у вас в сильном виде представлены интуитивно-логические функции, что очень хорошо применимо в [i]аналитической[/i],  [i]исследовательской работе[/i]. Чем бы вы не занимались, в вашей работе должен присутствовать поиск новых решений, изобретательность, оригинальность и многообразие подходов.',
    stimulus: 'в описании вашего типа всегда присутствуют способности восприятия перспективы, хорошей ориентации в жизненных ситуациях, восприимчивости, податливости. Чаще всего вы реализуете свои интересы в нетрадиционных либо обновляющихся областях деятельности с постоянным кругом общения. Вам нравиться заниматься тем, что значимо лично для вас, ваш собственный мир идей и в собственном ритме. Стимулом к деятельности является [i]самодостаточность[/i].',
    profile: [
        {
            title: "предприимчивость",
            value: 2
        },
        {
            title: "организаторские способности",
            value: 2
        },
        {
            title: "аналитические способности",
            value: 3
        },
        {
            title: "стратегическое мышление",
            value: 3
        },
        {
            title: "самоконтроль",
            value: 3
        },
        {
            title: "ответственность",
            value: 4
        },
        {
            title: "коммуникабельность",
            value: 2
        },
        {
            title: "инициативность",
            value: 5
        },
        {
            title: "новаторство",
            value: 2
        },
        {
            title: "дисциплинированность",
            value: 5
        }
    ],
    specification: [
        {
            title: "финансы и экономика",
            value: 90
        },
        {
            title: "аналитика",
            value: 80
        },
        {
            title: "наука и исследования",
            value: 70
        },
        {
            title: "архитектура",
            value: 60
        },
        {
            title: "строительство",
            value: 50
        },
        {
            title: "производство",
            value: 40
        },
        {
            title: "экстремальные профессии",
            value: 30
        },
        {
            title: "творчество",
            value: 20
        }
    ],
    specialties: ['финансист', 'андеррайтер', 'экономист', 'финансовый методолог', 'консультант по налогам', 'специалист по IPO', 'кредитный эксперт', 'финансовый консультант', 'кризис-менеджер', 'брокер', 'бизнес аналитик', 'изобретатель', 'научный сотрудник', 'математик-программист', 'лаборант', 'химик', 'геолог', 'вулканолог', 'климатолог', 'архитектор', 'скульптор', 'инженер-строитель', 'инженер-проектировщик', 'инженер-сметчик', 'инженер-приборостроения', 'диспетчер', 'водитель', 'архивист', 'библиотекарь', 'правовед', 'редактор', 'летчик', 'бортинженер', 'писатель', 'искусствовед', 'культуролог',  'литературовед'],
    notengage: 'не показаны работы, требующие напряжения воли и повышенной эмоциональности; там, где придется силовыми методами гасить чужие страсти, а также профессии дипломатии, образования, педагогики и воспитания, подбора и управления персоналом, практической психологии, религии, предоставления услуг, сферы обслуживания (сервиса), торговли, организации досуга и развлекательных мероприятий, шоу и концертов, проведения праздников, годовщин, торжеств и гуляний, социальная сфера.',
    strengths: {
        title: 'работоспособность, упорство, деловая логика, творец идей',
        text: 'вам присуща невероятная скорость  принятия эффективных решений, вы лучше всех справляется в работой в чрезвычайных обстоятельствах.\n\n         Хорошо чувствуете динамику процессов, поэтому ваши прогнозы отличаются точностью на довольно длительный период. Вы лучше других видите последствия каждого непродуманного поступка и просто не можете понять, зачем люди «ломятся сквозь стену», когда выход рядом.  Способны к глубокому погружению в интересующую вас область в своих поисках внутреннего единства.  Вы практичный пессимист — так в вас соединяются интуиция времени и деловая логика. Отличаетесь работоспособностью, упорством, настойчивостью в разнообразных областях деятельности, высокой познавательной активностью. Легче ориентируетесь во времени.\n\n Ваша отличительная черта — осторожность. Для окружающих вы иногда выглядите неоправданно скупым и прижимистым или же немыслимым перестраховщиком и «буквоедом». Но справедливости ради стоит заметить, что по прошествии времени нередко выясняется удивительная правильность ваших прогнозов и действий.\n\n Вы экспертно настроены на весь ряд текущих возможностей и тенденций, стараетесь строить свою жизнь так, чтобы вероятности реализации наибольшего числа вариантов была максимальной. Ваша задача — не упустить ни одной возможности, сулящей интересные и полезные следствия. Ваш ежедневный выбор ориентирован на самый многообещающий вариант завтрашнего дня, а жизненную стратегию можно описать как оперативную, гибкую подстройку к миру.\n\n Обладаете прекрасным пространственным воображением и «конструкторским чутьем», что дает хорошие данные для занятий архитектурой, строительством, геологией, но основное ваше призвание  - аналитическая и финансовая работа. Никто не способен настолько учесть все и вся.\n\n Вы умеете работать основательно, скрупулезно разбираясь в мелочах и деталях,  способны держать в голове одновременно массу вариантов развития событий, расстановки людей, соотношения технических деталей.\n\n        Характер мышления абстрактный теоретический. Процесс освоения информации параллельный. Процесс мышления - непрерывный: умозаключение «вынашивает». В работе, а также в незнакомой ситуации осваиваете новое, любите овладевать новыми профессиями. В рутинной ситуации теряете интерес. Очень легки на подъем. Речь фигуральная речь, с метафорами и аналогиями. Предпочитаете с особым упорством постигать все до конца, осознаете свои способности и возможности и высоко их цените.\n\n          При принятии решений проявляете осторожность. Не любите разбрасываться деньгами.  Высокий уровень интеллекта позволяет вам «генерировать идеи». Вообще вас можно назвать «творцом идей», именно здесь открывается ваш многогранный талант, благодаря развитой интуиции вы легко проникаете в суть явлений и предметов, можете мгновенно оценить ситуацию и выдвинуть идею ее преобразования.\n\n      В достижении своей профессиональной карьеры никогда не будете опираться на авторитеты.'
    },
    weaksides: {
        title: 'эмоции, замкнутость, обидчивость, лень',
        text: 'сложнее вам справляться с эмоциональным давлением. Бури чужих страстей, неуемный энтузиазм или неутешное горе  - все эти состояния, от которых вы предпочитаете держаться подальше. Вам трудно сдержать обиду, которая может возникнуть и без видимой причины.\n\n        Эмоциональный мир сужен, относительно холоден и раним, вы чаще всего удовлетворяетесь собственным миром. В сфере свободного общения проблем не возникает, а вот в деловом общении нередко сталкиваетесь со сложностями. Если вам приходится отстаивать свою противоположную точку зрения, то можете игнорировать мнение других и даже демонстрировать им свое пренебрежение. Хладнокровие, замкнутость и склонность к отвлеченным рассуждениям, недостаточная общественная активность могут создавать вам дополнительные трудности на работе.\n\n Склонны прятаться в свою скорлупу внутреннего комфорта или привычного ритма, как только жизнь предлагает вам широкое поле для творческой реализации  проектов. Эта проблема, которую часто бывает очень сложно решить без постороннего воздействия — человеческая лень. Но надо понимать насколько трудно вам, привыкшему жить в своей скорлупе  проявлять активность за ее пределами.   Нужна большая решимость и самоотверженность, чтобы пытаться воздействовать на внешний мир, который вовсе не производит впечатления готовности к переменам. Признавая свою уникальность, вы не замечает многое вокруг себя, в том числе и себе подобных.'
    },
    recommendations: {
        development: [
            'Признать свои сильные и слабые стороны, и понять, что  вам   придется делиться своими сильными качествами с другими людьми, и трудиться над совершенствованием слабых. Только в этом случае, вы имеете все шансы быть оцененными по достоинству окружающим миром и получить все о чем мечтаете.', 'Для дальнейшего развития своих сильных сторон и успешного освоения профессий, к которым вы наиболее склонны, будет полезным посетить тренинги: управление временем, личная эффективность сотрудника и курсы повышения квалификации по финансовой и экономической деятельности.  ', 'Для гармонизации структур вашей личности вам будет полезным посетить психологические тренинги: развитие эмпатии, гештальт-терапии.'
        ],
        personality: [
            'Анализируя и прогнозируя действительность, не забывайте про свои незаурядные деловые способности. Используя их, вы гораздо быстрее сколотите реальный капитал, нежели бесконечно просчитывая варианты возможных потерь своих средств.', 'Обращайте внимание на свой внешний вид, особенно в периоды депрессий, равнодушие к которому может проявляться довольно таки сильно.', 'Так же, как трудно вам оценить эмоции, проблемой является и оценка физических ощущений — как своих, так и чужих. Вы можете недооценивать поступающие сигналы организма и заработать хроническое заболевание, а можете наоборот, переоценить свою или чужую болезнь. Не полагайтесь на себя в таких моментах, обращайтесь вовремя к специалистам.',          'Из-за слабой этической составляющей в характере, вы бываете неуверенны в эмоциональных оценках и проявлениях, что выливается в некоторую механистичность, в следствии которой, вы бывает либо неадекватно оживленным и раскованным, либо (чаще) напряженным и замкнутым среди людей.  Чаще обращайте внимание на поведение и чувства окружающих вас в данный момент.',   'Из-за слаборазвитой области ощущений вам трудно получать полноценные чувственные ощущения от самого жизненного процесса. Вам не хватает того, что называется «вкусом к жизни», полнотой и радостью бытия, следствием этого может являться стремление к опасным профессиям и увлечениям, богатых на острые ощущения, вы как-будто стараетесь восполнить то, что недодала вам природа.    ', 'Учитесь контролировать себя в следующем: не тратить слишком много времени на рассмотрение дела, опираться на факты, принимать во внимание чувства других, перед принятием решения прислушиваться к новой информации.'
        ]
    }
}

$store.jptest = $store && $store.jptest || {};

$store.jptest.jp11 = {
    orientation: 'вы часто проявляете интуитивную мечтательность и логические способности, вас следует направлять в [i]поисковый[/i], [i]исследовательский  сектор[/i] человеческой деятельности. Вы должны быть на переднем крае борьбы за новые знания, совершить свои открытия, найти ответы на несколько загадок вселенной. Без этого ваша жизнь будет тусклой и пресной.',
    stimulus: 'вас интересуют проблемы, решение которых привнесет в жизнь что-то новое , позволит увидеть реальность под другим углом. Вы, как никто другой, чувствуете бесконечную многогранность и неисчерпаемость мира.\n\n [b]Вы всегда готовы забросить «скучную работу»  в пользу той, которая сулит новые возможности. Стимулом вашей деятельности является [i]вызов со стороны окружающей жизни[/i] и разнообразие в своей собственной, необходимость  вести несколько дел сразу.[/b]',
    profile: [
        {
            title: "предприимчивость",
            value: 2
        },
        {
            title: "организаторские способности",
            value: 4
        },
        {
            title: "аналитические способности",
            value: 4
        },
        {
            title: "стратегическое мышление",
            value: 4
        },
        {
            title: "самоконтроль",
            value: 2
        },
        {
            title: "ответственность",
            value: 3
        },
        {
            title: "коммуникабельность",
            value: 3
        },
        {
            title: "инициативность",
            value: 5
        },
        {
            title: "новаторство",
            value: 4
        },
        {
            title: "дисциплинированность",
            value: 2
        }
    ],
    specification: [
        {
            title: "исследования",
            value: 90
        },
        {
            title: "инновации",
            value: 80
        },
        {
            title: "наука",
            value: 70
        },
        {
            title: "юриспруденция",
            value: 60
        },
        {
            title: "образование",
            value: 50
        },
        {
            title: "маркетинг",
            value: 40
        },
        {
            title: "IT-отрасль",
            value: 30
        },
        {
            title: "финансы",
            value: 20
        }
    ],
    specialties: ['научный сотрудник', 'физик-исследователь', 'аналитик', 'биоаналитик', 'специалист по инновациям', 'астроном', 'математик', 'археолог', 'биолог', 'бионик', 'ботаник', 'востоковед', 'геолог', 'геохимик', 'микробиолог', 'генетик', 'геофизик', 'картограф', 'лаборант хим анализа', 'лаборант-эколог', 'метеоролог', 'музеолог', 'искусствовед', 'историк', 'философ', 'культуролог', 'лингвист', 'правовед', 'юрист', 'учитель математики', 'учитель физики', 'дефектолог', 'маркетолог', 'тренд-вотчер', 'медиапланер', 'веб-продюсер', 'специалист по бизнес процессам', 'биржевой аналитик', 'инженер-экономист',      'финансовый аналитик'],
    notengage: 'профессии дипломатии, образования,  подбора и управления персоналом, практической психологии, религии, предоставления услуг, сферы обслуживания (сервиса), торговли. Работа, связанная с активным длительным общением, где требуется определенный психологизм, вы будете испытывать тяжелые перегрузки. Работа, требующая повторения, монотонности, сосредоточенности противопоказана.',
    strengths: {
        title: 'интуиция, логика,  решительность, организаторские способности',
        text: 'изобретательность, мгновенная реакция на изменение обстоятельств, творческое отношение к юридическим и формально логическим задачам, но при этом не свойственно долгое методичное изучение чего-либо. У вас всегда присутствует мотив движения, перемен собственный целей, личной свободы. Предпочитаете «выезжать» на интуиции, которая действительно часто помогает и позволяет легко решать вопросы, на которые другие люди тратят массу времени и сил.\n\n Любознательность, интеллектуальная активность, дар ментальных открытий — ключевые слова для определения типичных вас черт. Вы человек сильнейшего интеллекта, устремленного в будущее.\n\n Особенный интерес у вас способно вызвать то, что необычно, загадочно и сильно отличается от известного или общепринятого на данный момент. Вас могут увлечь занятия астрологией, оккультизмом и вообще всего мистического.\n\n  Ваша отличительная черта: желание применить все только полученные знания на практике. Интересно, что при этом редко бываете озабочены получением конкретной, земной выгоды или долгосрочной реальной прибыли от своих открытий и озарений.\n\n В своем непрерывном интеллектуальном поиске, вы нередко нащупываете настоящие «золотоносные жилы» в тех или иных областях знаний, но, обозначив их для человечества, идете дальше, оставляя другим право и возможность разрабатывать эти «рудники» и «снимать сливки». Вы слишком оторваны от жизненных реалий и не обладаете необходимой практической хваткой для столь «приземленных дел».\n\n Область интересов: широчайшая — «все, что интересно», то есть над чем можно поразмыслить и порассуждать (политика, философия, а также новости искусства, спорт, медицина).\n\n Способности: проницательность, сообразительность, догадливость (до гениальности) в интересующей области; склонность к абстрактному мышлению (обычно в ладах с математикой, иностранными языками), много читаете, прекрасная память, нередко обладаете «врожденной грамотностью».\n\n          В общении проявляете не меньшую изобретательность, чем в предметном мире. Вы приятный собеседник, наделенный чувством юмора, веселый, заряжающий энергией остальных.   Объемное, целостное видение помогает вам привлекать к решению поставленной задачи методы смежных областей знания.\n\n         Сильное логическое мышление позволяет вам легко осваивать компьютер и адекватно оценивать бесконечные законодательные нововведения. Развитая интуиция помогает не упускать возможности момента и, в то же время, не начинать безнадежных дел.\n\n        Легче ориентируетесь во времени, нежели в пространстве. Вам присущи чутье, догадки при решении разнообразных задач, способность распознавать людей. Вы любите размышлять глобально.  Обладаете теоретической логикой, что позволяет вам анализировать ситуацию, выделять причины и следствия, строить новые теории.\n\n        Часто внешне выглядите спокойным и расслабленным, однако в трудных условиях мобилизуетесь, проявляете волю и решительность. К людям стараетесь быть объективным, в понимании которых используете интуицию и, как правило, не ошибаетесь. Энергичны, унынию не подвержены, к решению задач относитесь творчески. Эмоциональный мир ярок, открыт и пространен. Эмоции имеют созидающую направленность и почти всегда жизнеутверждающий и доброжелательный характер. Вас  привлекают необычные перспективные масштабные задачи, поиск оригинальных решений.\n\n        Вы первооткрыватель, вас больше вдохновляет возможность будущего, чем реалии настоящего. Мышлению претит шаблонность, загнать его в рамки репродукции практически невозможно. Процесс обучения привлекает вас как поле, где можно реализовать свои способности к преподаванию. Вы обладаете блестящими организаторскими способностями, как применительно к процессу, так и к управлению людьми. Если становитесь руководителем, то чаще выбираете стиль управления между демократичным и либеральным. Любите делать несколько дел сразу, параллельно.'
    },
    weaksides: {
        title: 'безответственность, дисциплина, рассеянность, беспечность',
        text: 'кропотливость, тщательность в осмысливании деталей вам не свойственна. Хуже вы ориентируетесь в человеческих отношениях и психологических тонкостях. От вас скрыты мотивы поступков и признаки состояний. Вы  можете быть довольно неуклюжи в общении и, ненароком, обидеть собеседника. Это не зависит от воспитания. Просто вам сложно одновременно строить смысловые конструкции и отслеживать этическое поле беседы.\n\n      Сложно вам также определять конкретные качества объектов. Ваши  ощущения нечетки, реакции на состояние организма запаздывают.\n\n       При неудачах чаще стремитесь переключиться на что-нибудь другое, чем продолжать начатое дело.\n\n       Неуемное стремление к самосовершенствованию и совершенствованию окружающих, неугомонность, ненасытная жажда улучшений и нововведений может утомлять коллег и подчиненных. Этому способствуют и резкие перепады настроения: в одно мгновение вы можете из предприимчивого превратиться в подавленного, неуверенного, не поддающегося никаким утешениям.\n\n     Результатом этого может быть наполовину выполненное дело либо полнейшая неудача, и вы окажетесь во власти сомнений относительно своих профессиональных обязанностей.\n\n       У вас наблюдается неустойчивость, невнимательное отношение к друзьям, коллегам, подчиненным, с также частая смена своих привязанностей, что порой вызывает конфликт.'
    },
    recommendations: {
        development: [
            'Признать свои сильные и слабые стороны, и понять, что  вам   придется делиться своими сильными качествами с другими людьми, и трудиться над совершенствованием слабых. Только в этом случае, вы имеете все шансы быть оцененными по достоинству окружающим миром и получить все, о чем мечтаете.  ', 'Для дальнейшего развития своих сильных сторон и профессионального и карьерного роста, вам рекомендуется посетить психологические тренинги на, развитие лидерских качеств, личностного роста, самопознания, исследования себя и своих возможностей.', 'Для гармонизации структур личности вам рекомендуется посетить психологические тренинги на развитие стрессоустойчивости, преодолению тревожности, чувственного  восприятия людей.'
        ],
        personality: [
            'Не позволяйте лениться своей золотой головушке! Не живите бессистемно одной интуицией, направляйте ее бурный поток в логическое русло конкретных целей и результатов.', 'Из-за того, что вы плохо чувствуете, а точнее, неверно трактуете эмоциональные проявления людей, часто склонны недооценивать или переоценивать хорошее к себе отношение окружающих. Ведь для объяснения человеческих поступков, вы пытаетесь использовать логику там, где бал правят одни эмоции. Это, естественно, приводит к ошибочным выводам и иллюзорным мнениям в области чувств. Учитесь понимать эмоции людей.', 'При очередном озарении, вы спешите поделиться своими мыслями со всеми окружающими, не задумываясь — соответствует ли это моменту и обстановке. Таким образом, можете легко заработать себе славу болтуна и выскочки. Прежде чем начать делиться своими мыслями, оглянитесь, кто вокруг вас и чем они в данный момент заняты, и насколько готовы воспринимать вашу информацию.', 'Из-за вашей природной сообразительности, вы можете попадать в неловкие ситуации — вы не всегда способны внимательно выслушивать другого, желание перебить  и добавить что-то от себя возникает у вас раньше, чем собеседник доведет до конца свою мысль. А также, вы не всегда задумываетесь о форме изложения собственных мыслей и идей — для вас это слишком второстепенно, главное содержание! Это обижает других людей, учитесь вежливо вести диалог. ', 'Порядочность очень хорошее человеческое качество, которое вы больше всего идеализируете, вы иногда бываете просто зациклены на нем. Духовная планка в этом вопросе у вас крайне высока, что очень мешает принимать жизнь такой, какая она на самом деле. Тем самым, вы лишаете себя многих радостей жизни и просто приятных ощущений. Помните, что во всем хороша золотая середина.', 'Ваша готовность «драться на шпагах» за свои идеалы может выливаться в открытую конфронтацию с начальством, иногда вплоть до демонстративного ухода с работы, с окружающими людьми, поэтому, прежде чем начать «дуэль», помните, что это может стоить вам не только материальных потерь, но здоровья.',  'Интуиция, порядочность и решительность — это ваши лучшие качества, базирующиеся на вашей исходной энергетике, так что несите их в мир не ропща на бестолковость и неблагодарность окружающих, и не обращая свои исключительные достоинства в невыносимые недостатки для окружающих.'
        ]
    }
}

$store.jptest = $store && $store.jptest || {};

$store.jptest.jp12 = {
    orientation: 'вы часто проявляете интуитивную мечтательность и логические способности, вас следует направлять в поисковый, [i]исследовательский[/i], [i]предпринимательский[/i]  сектор человеческой деятельности. Вы должны быть на переднем крае борьбы за новые знания, совершить свои открытия, найти ответы на несколько загадок вселенной. Без этого ваша жизнь будет тусклой и пресной.',
    stimulus: 'вас интересуют проблемы, решение которых привнесет в жизнь что-то новое , позволит увидеть реальность под другим углом. Вы, как никто другой, чувствуете бесконечную многогранность и неисчерпаемость мира. Вы всегда готовы забросить «скучную работу»  в пользу той, которая сулит новые возможности. Стимулом вашей деятельности является [i]уникальность[/i], а также ваше желание изменить и усовершенствовать работу на всех уровнях.',
    profile: [
        {
            title: "предприимчивость",
            value: 4
        },
        {
            title: "организаторские способности",
            value: 3
        },
        {
            title: "аналитические способности",
            value: 4
        },
        {
            title: "стратегическое мышление",
            value: 4
        },
        {
            title: "самоконтроль",
            value: 3
        },
        {
            title: "ответственность",
            value: 4
        },
        {
            title: "коммуникабельность",
            value: 3
        },
        {
            title: "инициативность",
            value: 5
        },
        {
            title: "новаторство",
            value: 5
        },
        {
            title: "дисциплинированность",
            value: 3
        }
    ],
    specification: [
        {
            title: "предпринимательство",
            value: 90
        },
        {
            title: "финансы",
            value: 80
        },
        {
            title: "экстремальные профессии",
            value: 70
        },
        {
            title: "IT-отрасль",
            value: 60
        },
        {
            title: "силовые структуры",
            value: 50
        },
        {
            title: "архитектура и строительство",
            value: 40
        },
        {
            title: "наука",
            value: 30
        },
        {
            title: "транспорт",
            value: 20
        }
    ],
    specialties: ['бизнесмен', 'руководитель предприятия', 'инновационный менеджер', 'банкир', 'финансовый менеджер', 'экономист', 'финансовый аналитик', 'аудитор', 'брокер', 'консультант по налогам и сборам', 'пожарный', 'каскадер', 'сотрудник МЧС', 'летчик-испытатель', 'альпинист', 'программист', 'системный аналитик', 'военнослужащий', 'полицейский', 'охранник', 'следователь', 'архитектор', 'строитель', 'инженер-сметчик', 'шахматист', 'археолог', 'биоаналитик', 'географ', 'лаборант-аналитик', 'геолог', 'автогонщик', 'инженер по эксплуатации автотранспорта', 'моряк', 'штурман'],
    notengage: 'работа в социальной сфере, медицине, кулинарии, рекреации, санаторном – курортном деле, туризме, косметологии и парфюмерии, технической эстетике, валеологии, экстрасенсорике и биоэнергетике, работой, связанной с постоянными контактами с клиентами и удовлетворением их эмоционально-этических запросов; рекламой и  установлением неформальных связей с окружающим миром.',
    strengths: {
        title: 'предприимчивость, порядок, логика, интуиция',
        text: 'изобретательность, мгновенная реакция на изменение обстоятельств, творческое отношение к юридическим и формально логическим задачам, но при этом не свойственно долгое методичное изучение чего-либо. У вас всегда присутствует мотив движения, перемен собственный целей, личной свободы. Предпочитаете «выезжать» на интуиции, которая действительно часто помогает и позволяет легко решать вопросы, на которые другие люди тратят массу времени и сил.\n\n Любознательность, интеллектуальная активность, дар ментальных открытий — ключевые слова для определения типичных вас черт. Вы человек сильнейшего интеллекта, устремленного в будущее.\n\n Особенный интерес у вас способно вызвать то, что необычно, загадочно и сильно отличается от известного или общепринятого на данный момент. Вас могут увлечь занятия астрологией, оккультизмом и вообще всего мистического.\n\n  Ваша отличительная черта: желание применить все только полученные знания на практике. Интересно, что при этом редко бываете озабочены получением конкретной, земной выгоды или долгосрочной реальной прибыли от своих открытий и озарений.\n\n В своем непрерывном интеллектуальном поиске, вы нередко нащупываете настоящие «золотоносные жилы» в тех или иных областях знаний, но, обозначив их для человечества, идете дальше, оставляя другим право и возможность разрабатывать эти «рудники» и «снимать сливки». Вы слишком оторваны от жизненных реалий и не обладаете необходимой практической хваткой для столь «приземленных дел».\n\n Область интересов: широчайшая — «все, что интересно», то есть над чем можно поразмыслить и порассуждать (политика, философия, а также новости искусства, спорт, медицина).\n\n Способности: проницательность, сообразительность, догадливость (до гениальности) в интересующей области; склонность к абстрактному мышлению (обычно в ладах с математикой, иностранными языками), много читаете, прекрасная память, нередко обладаете «врожденной грамотностью».\n\n          В общении проявляете не меньшую изобретательность, чем в предметном мире. Вы приятный собеседник, наделенный чувством юмора, веселый, заряжающий энергией остальных.   Объемное, целостное видение помогает вам привлекать к решению поставленной задачи методы смежных областей знания.\n\n         Сильное логическое мышление позволяет вам легко осваивать компьютер и адекватно оценивать бесконечные законодательные нововведения. Развитая интуиция помогает не упускать возможности момента и, в то же время, не начинать безнадежных дел.\n\n        Легче ориентируетесь во времени, нежели в пространстве. Вам присущи чутье, догадки при решении разнообразных задач, способность распознавать людей. Вы любите размышлять глобально.  Обладаете теоретической логикой, что позволяет вам анализировать ситуацию, выделять причины и следствия, строить новые теории.\n\n        Часто внешне выглядите спокойным и расслабленным, однако в трудных условиях мобилизуетесь, проявляете волю и решительность. К людям стараетесь быть объективным, в понимании которых используете интуицию и, как правило, не ошибаетесь. Энергичны, унынию не подвержены, к решению задач относитесь творчески. Эмоциональный мир ярок, открыт и пространен. Эмоции имеют созидающую направленность и почти всегда жизнеутверждающий и доброжелательный характер. Вас  привлекают необычные перспективные масштабные задачи, поиск оригинальных решений.\n\n        Вы первооткрыватель, вас больше вдохновляет возможность будущего, чем реалии настоящего. Мышлению претит шаблонность, загнать его в рамки репродукции практически невозможно. Процесс обучения привлекает вас как поле, где можно реализовать свои способности к преподаванию. Вы обладаете блестящими организаторскими способностями, как применительно к процессу, так и к управлению людьми. Если становитесь руководителем, то чаще выбираете стиль управления между демократичным и либеральным. Любите делать несколько дел сразу, параллельно.'
    },
    weaksides: {
        title: 'консерватизм, ощущения, трудоголизм, социальная этика',
        text: 'сложнее вам даются заботы о здоровье, комфорте, кулинарии, оформлению конкретных объектов.\n\n          Неуверенный в своих ощущениях с вещами, вы часто не можете оценить и чужие состояния. Вам трудно определить качество предмета, будь то одежда или еда. Вы можете не чувствовать, что заболеваете или, например, замерзаете. Степень своего или чужого нездоровья вы тоже не можете оценить, поэтому предполагаете самое худшее. Также тяжело разбираетесь в степени искренности слов собеседника, вследствие этого часто можете стать недоверчивым.\n\n         В деловом общении вы очень кратки, сдержаны, от вас трудно добиться повторения сказанного, похвалы в адрес подчиненного, хороший результат в деле вами воспринимается, как само собой разумеющееся и не требующее вознаграждения.\n\n         Обладая неплохой интуицией, умеете в целом составить образ будущего развития ситуации, однако с трудом удается детально продумать весь ход событий, превращать свои идеи в действия вы предоставляет другим. Предпочитаете авторитарный стиль руководства людьми, в управлении которыми вам свойственна конфликтность и частая смена кадров.\n\n      Профессиональная карьера для вас настолько важна, что вы свободно ради нее может пожертвовать личной жизнью.'
    },
    recommendations: {
        development: [
            'Признать свои сильные и слабые стороны, и понять, что  вам   придется делиться своими сильными качествами с другими людьми, и трудиться над совершенствованием слабых. Только в этом случае, вы имеете все шансы быть оцененными по достоинству окружающим миром и получить все о чем мечтаете.', 'Для дальнейшего развития своих сильных сторон и освоения профессий, к которым у вас есть склонности, вам рекомендуется посетить тренинги: на повышение лидерских качеств, личностного роста, деловые игры и упражнения.', 'Для гармонизации структур личности, вам рекомендуется посетить психологические тренинги и занятия на тему: развитие чувственного восприятия, упражнения и игры на развитие доверия.'
        ],
        personality: [
            'Не бойтесь будущего, а привлекайте его в союзники, используя свой дар предвидения, помноженный на деловые способности.', 'Тщательней следите за своим внешним видом, если возникают трудности с подбором подходящей одежды, то привлекайте к этим мероприятиям своих родных, близких. Прислушивайтесь к их советам, без ненужного анализа, так присущего вам.', 'Избавляйтесь от излишней мнительности по поводу своих физических недомоганий, иногда самовнушение в таких случаях сработает лучше любых вирусов и бактерий.', 'Слабость восприятия этической и сенсорной сторон жизни, сказывается  в следующем: вам трудно отследить текущие эмоции и настроения окружающих и как следствие — возникают трудности в повседневном общении.  Если вы не будете держать под контролем свое поведение в данных ситуациях, то можете предстать нелепым до невоспитанности выскочкой или многословным занудой, назойливо объясняющим вполне ясные или просто малоинтересные на данный момент вещи. Общаясь, в обязательном порядке учитесь получать обратную связь.', 'Желательно научиться контролировать следующее: не торопиться начинать новое дело, посмотреть, нет ли других возможностей, считаться с чувствами других, не откладывать решения надолго, следить за сроками.', 'Логика, здравый смысл и реалистичный взгляд на вещи — это ваши лучшие качества, базирующиеся на вашей исходной энергетике, так что несите их в мир не ропща на бестолковость и неблагодарность окружающих, и не обращая свои исключительные достоинства в невыносимые недостатки.'
        ]
    }
}

$store.jptest = $store && $store.jptest || {};

$store.jptest.jp13 = {
    orientation: 'у вас наряду со свободными полетами фантазии присутствует ярко выраженный интерес к коллизиям человеческой жизни, поэтому наиболее  успешны вы будете в [i]коммуникативной деятельности[/i]. Ваше призвание — связывать людей, поставлять им информацию о других людях, о важных для них событиях и намерениях окружающих.\n\n [b]Ваши способности реализуются там, где нужно восстановить целостную картину человеческих отношений и мотиваций, а потом скорректировать ее в желаемом ключе.[/b]',
    stimulus: 'ваши интересы чаще всего реализуются в нетрадиционных либо обновляющихся областях деятельности с постоянным кругом общения. Вам нравится заниматься тем, что значимо лично для вас, ваш внутренний мир идей, возможность работать в присущем вам ритме. То, что никак не связано с вашими личными интересами или перспективами кажется вам бесконечно скучным, стимулом деятельности для вас является возможность обретения в процессе работы [i]самодостаточности[/i] для своего внутреннего «Я».',
    profile: [
        {
            title: "предприимчивость",
            value: 2
        },
        {
            title: "организаторские способности",
            value: 2
        },
        {
            title: "аналитические способности",
            value: 3
        },
        {
            title: "стратегическое мышление",
            value: 3
        },
        {
            title: "самоконтроль",
            value: 3
        },
        {
            title: "ответственность",
            value: 3
        },
        {
            title: "коммуникабельность",
            value: 4
        },
        {
            title: "инициативность",
            value: 5
        },
        {
            title: "новаторство",
            value: 2
        },
        {
            title: "дисциплинированность",
            value: 5
        }
    ],
    specification: [
        {
            title: "коммуникации",
            value: 90
        },
        {
            title: "психология",
            value: 80
        },
        {
            title: "сервис",
            value: 70
        },
        {
            title: "HR-область",
            value: 60
        },
        {
            title: "реклама",
            value: 50
        },
        {
            title: "педагогика",
            value: 40
        },
        {
            title: "творчество",
            value: 30
        },
        {
            title: "наука",
            value: 20
        }
    ],
    specialties: ['журналист', 'лингвист', 'переводчик', 'священнослужитель', 'телеведущий', 'менеджер по связям с общественностью', 'адвокат', 'психолог', 'психотерапевт', 'социолог', 'социальный работник', 'менеджер по продажам', 'event-менеджер', 'администратор ресторана', 'бренд-менеджер', 'торговый представитель', 'продавец-консультант', 'менеджер по поиску персонала', 'специалист по обучению персонала', 'менеджер по кадрам', 'менеджер по работе с клиентами в рекламном агентстве', 'PR-менеджер', 'копирайтер', 'социальный педагог ', 'воспитатель ', 'педагог', 'коуч', 'гувернер', 'актер', 'художник ', 'музыкант', 'визажист', 'стилист', 'дизайнер', 'геолог', 'археолог', 'историк'],
    notengage: 'ответственная работа с финансами или технологией противопоказана, а также лучше не работать в области экономики, не заниматься биржевой деятельностью, различными изобретениями, законодательством, юриспруденцией, управлением, организацией и контролем производственной деятельностью, в складском хозяйстве, не показаны профессии учета и контроля в отчетности, в бухгалтерии, в любой системе, где необходимо применение силовых решений — в армии, в охранной деятельности, в системе по исполнению наказаний. Эта деятельность требует от вас запредельного напряжения и часто приводит к разрушению (даже физическому).',
    strengths: {
        title: 'гуманизм, интуиция, общение, гибкость',
        text: 'вам присуща способность мгновенного эмоционального отклика на ситуацию.  Вы живете в непрерывном потоке времени, чаще всего вас интересуют либо будущие события, либо воспоминания о прошлом, гораздо реже настоящее. Для вас характерна тонкая душевная организация и определенная оторванность от жизненных реалий.\n\n Ваши мечты касаются всеобщей жизненной гармонии, которую вы видите в приятном общении с людьми, животными, слиянии с красивой природой, а также в комфортном, изящном быте, который для вас важен как элемент гармонии, защищающий и избавляющий от напряженной борьбы с внешними трудностями.\n\n По большому счету вы не созданы для трудностей — вы поэтичны, сентиментальны, впечатлительны и подсознательно тянетесь к сильному партнеру, который «защитит от житейских невзгод».\n\n От природы вы наделены хорошим интеллектом, памятью, пространственным и художественным воображением.\n\n            Вы чутко настроены на атмосферу общения и можете легко ее отрегулировать. Вы умело используете свое неотразимое обаяние, чтобы погасить чужую агрессию или недоброжелательность. Там, где нужно уговорить человека, склонить его на свою сторону, вам нет равных.\n\n       У вас быстрая реакция, хорошее чувство времени и ритма, ощущения стиля. Ход мышления - оценочный, причастный. Цель общения - донести отношение, обменяться энергией.\n\n       Деятельность, ведущая к успеху - работа с людьми, образами, эмоциями, человеческими отношениями.   Вы умеете что-то украсить к празднику, оценить живопись, дизайн или создать что-то кулинарное по настроение.\n\n        Отличаетесь чувством собственного достоинства, надежностью, преданностью.  Смысл вашей жизни — достижение гармонии между душой и телом. Вам претит все злое, вы устремляется на борьбу с ним и, отстаивая добро, можете сами случайно совершить зло. Свойственно идеализировать мир, вносить в него романтизм.\n\n         Проблемы личностного и профессионального роста являются предметом особой заботы. В общении отдаете все силы для установления гармонии в отношениях. В проявлении заботы об окружающих обычно бываете серьезным и спокойным. Внутренне вы глубоко чувствуете другого человека  и нередко готовы пойти на жертвы ради его благополучия.\n\n       Развитая интуиция позволяет хорошо разбираться в людях. Коллегам, друзьям и близким людям обычно легко в отношениях с вами. Обладаете хорошей обучаемостью, с легкостью дается изучение иностранных языков. Очень хорошо приспосабливаетесь к меняющимся ситуациям. Формируете промежуточные решения по ситуации. Корректируете их в процессе выполнения. Любите делать несколько дел сразу, параллельно. Обращаете внимание на новые обстоятельства и своевременно реагируете, если нужно, используете новые возможности. В незнакомой ситуации осваиваете новое.\n\n       Выбивает вас из колеи недостаток средств.'
    },
    weaksides: {
        title: 'логика, финансы, конформизм, не выносит агрессии',
        text: 'сложнее всего вам оценить имеющиеся ресурсы или изобрести технологические приемы. С большим трудом удается контролировать финансы. Долго помните отрицательные переживания прошлого.\n\n        Мягкая мечтательность приводит к тому, что вы никогда не спешите.  Чтобы успешно работать вам необходимо получать четкие указания, описания правил и инструкции, тщательно разработанные технологии, вы не приемлете ругань и выговоры в свой адрес.\n\n        В споре вы чаще предпочитаете согласиться, уступить, промолчать — лишь бы не ссориться. Не проявляете самостоятельной инициативы к физическому труду, делаете это только в случае необходимости или когда вас об этом попросят. Если интерес к работе падает можете совсем ее забросить. В целом вы не созданы для больших, серьезных самостоятельных дел. Крупные деловые проекты, требующие длительных последовательных усилий и физического напряжения, для вас — непосильная нагрузка.'
    },
    recommendations: {
        development: [
            'Признать свои сильные и слабые стороны, и понять, что  вам   придется делиться своими сильными качествами с другими людьми, и трудиться над совершенствованием слабых. Только в этом случае, вы имеете все шансы быть оцененными по достоинству окружающим миром и получить все о чем мечтаете.', 'Для дальнейшего развития своих сильных сторон и освоения профессий, к которым у вас есть склонности, вам рекомендуется посетить тренинги и занятия: на повышение навыков общения, преподавательские игры — игры освоения новых приемов обучения, на развитие интуиции, лингвистические курсы.  ', 'Для гармонизации структур личности, вам рекомендуется посетить психологические тренинги и занятия на тему: развитие логики, упражнения и игры на развитие стрессоустойчивости, поведение в конфликтных ситуациях.'
        ],
        personality: [
            'Не живите только собственными интуитивными ощущениями, уводящими вас в мир грез! Старайтесь быть хозяином своих эмоций. Живите «на земле», отдавая свое эмоциональное тепло окружающим, и ваша вера в чудеса найдет реальное подтверждение в реальных ситуациях.', 'Вы человек настроения, у которого «все получается, пока получается», первые же незапланированные сложности, препятствия, неудачи выбивают вас из колеи, повергая в меланхолию с сильнейшим желанием все бросить и убежать подальше. Умейте руководить собой, все таки вы взрослый человек, иначе к вам перестанут относиться серьезно.', 'При всей своей любви к изяществу и комфорту, вы можете годами жить в квартире с незаконченным ремонтом, если среди домашних нет человека, готового и способного довести до ума ваши эстетические и архитектурные замыслы. Старайтесь доводить начатое дело до логического конца, не перекладывая его на плечи окружающих.', 'Иногда вы начинаете проявлять не свойственное вам упорство в заведомо проигрышном для себя деле — к примеру, в самостоятельном бизнесе или силовом виде спорта, пытаясь доказать себе и окружающим, что «тоже не лыком шит». Обычно до поры до времени все может проходить более менее гладко, однако рано или поздно жизнь «вносит свои коррективы» - иногда шутливо-насмешливые, а иногда и болезненные и безжалостные. Чтобы не получать таких  пощечин от жизни, следуйте четко своему предназначению в жизни.', 'Старайтесь ставить перед собой конкретные, реальные цели; отслеживать возможные последствия своих поступков, делать выводы из своих промахов и ошибок.', 'Ваша хорошо развитая чувственная сфера, показателем которой является  стремление к гуманности, ориентация на построение доброжелательных отношений с окружающим миром, часто направляет вас на одиночный вектор поведения в жизненных ситуациях, такие как, сопереживание, защита, поддержка, а еще необходимо развивать в себе умение анализировать свои собственные поступки и других людей, контролировать и воспитывать в себе последовательность достижения поставленных перед собой целей. ', 'Индикатором правильности использования ваших сильных сторон личности, исходной энергетики будет являться ощущение легкости, удовольствия от жизни.'
        ]
    }
}

$store.jptest = $store && $store.jptest || {};

$store.jptest.jp14 = {
    orientation: 'ваше истинное призвание — связывать людей, поставлять им информацию о других людях, о важных для них событиях и намерениях окружающих. И чем бы вы не занимались, в вашей деятельности всегда будет присутствовать интерес к отношениям и коммуникациям, ваши способности в полной мере реализуются там, где нужно восстановить целостную картину человеческих отношений и мотиваций,  а также возможность корректировки  всего этого в желаемом ключе, вследствие этого вас следует направлять  [i]коммуникативный[/i] сектор деятельности.',
    stimulus: 'ваши профессиональные интересы чаще всего реализуются в нетрадиционных либо обновляющихся областях деятельности с постоянным кругом общения. Вам нравится заниматься тем, что значимо лично для вас, ваш внутренний мир идей, возможность работать в присущем вам ритме.\n\n  [b]Стимулом деятельности для вас является возможность обретения в процессе работы [i]самодостаточности[/i] для своего внутреннего «Я», а также наличие предпосылок выявлять лучшее в других.[/b]',
    profile: [
        {
            title: "предприимчивость",
            value: 2
        },
        {
            title: "организаторские способности",
            value: 2
        },
        {
            title: "аналитические способности",
            value: 3
        },
        {
            title: "стратегическое мышление",
            value: 3
        },
        {
            title: "самоконтроль",
            value: 3
        },
        {
            title: "ответственность",
            value: 4
        },
        {
            title: "коммуникабельность",
            value: 4
        },
        {
            title: "инициативность",
            value: 5
        },
        {
            title: "новаторство",
            value: 3
        },
        {
            title: "дисциплинированность",
            value: 5
        }
    ],
    specification: [
        {
            title: "психология",
            value: 90
        },
        {
            title: "педагогика",
            value: 80
        },
        {
            title: "соцзащита",
            value: 70
        },
        {
            title: "коммуникации",
            value: 60
        },
        {
            title: "HR-область",
            value: 50
        },
        {
            title: "творчество",
            value: 40
        },
        {
            title: "религия",
            value: 30
        },
        {
            title: "сервис",
            value: 20
        }
    ],
    specialties: ['психолог', 'психотерапевт', 'психиатр', 'социальный педагог ', 'воспитатель', 'педагог ', 'учитель', 'гувернер', 'преподаватель', 'социальный работник', 'журналист ', 'переводчик', 'менеджер по связям с общественностью', 'менеджер по работе с клиентами', 'менеджер по поиску персонала', 'специалист  по обучению персонала', 'профконсультант', 'писатель', 'музыкант', 'режиссер', 'актер', 'священнослужитель', 'специалист по социально-культурному сервису и туризму', 'экскурсовод'],
    notengage: 'в области экономики, банковской и биржевой деятельности, законодательства, изобретения технологий, бухгалтерии, законодательства, юриспруденции, отрицательно скажется на здоровье жесткая работа с людьми - в силовых структурах, охранная деятельность, в системе по исполнению наказаний, в складском хозяйстве, профессии учета и контроля в отчетности, с серьезной финансовой ответственностью.',
    strengths: {
        title: 'гуманизм, наблюдательность, честность, терпение',
        text: 'гуманизм и творческая интуиция, вы хорошо чувствует любого человека и сможете найти к нему подход. Вы великолепный психолог, точно чувствующий все тонкости текущего момента. Имеете бесконечное терпение, никогда не скандалите, всегда готовы пойти на компромисс. Стараетесь помочь людям в беде, как морально, так и действительно.\n\n Всеми фибрами своей души вы ощущаете несовершенство этого грешного мира и в глубине души жаждете его нравственного улучшения и духовного очищения. Для вас каждый человек — это целый мир, полный высот и глубин, и, вы, как правило, уверены, что уверены, что у каждого человека всегда есть причины, по которым он поступает так, а не иначе. Если бы суды присяжных состояли из таких как вы, то они выносили бы исключительно оправдательные приговоры. Вы прирожденный духовный пастырь, защитник обиженных и обездоленных. Психологическая работа с «самим собой» нередко дает вам высочайшую внутреннюю культуру и глубинную интеллигентность вне зависимости от происхождения, воспитания и образования.\n\n По степени остроты и тонкости восприятия человеческих эмоций вас можно сравнить с предельно натянутой струной. В реальной, будничной жизни  все эти ваши особенности выражаются в преувеличенной (с обычной точки зрения) предупредительности, внимательности, чуткости, способности к пониманию и прощению.\n\n       У вас также хорошо развиты такие психические функции, как ощущение, наблюдательность, воображение, память, мышление. Способность к предвидению у вас проявляется практически во всех сферах жизни.\n\n       Цель вашей деятельности — доставленное удовольствие.  Достаточно хорошо сформированы и способности к творчеству. Можете быть прекрасным воспитателем, ваше мировоззрение характеризуется чувством любви к человеку. Оцениваете людей в работе по участию, по старанию.\n\n       Стиль общения - эмоциональность, убеждение.  Эмоциональный мир сложен, многогранен и глубок.\n\n         Несомненные достоинства — достаточно высокие умственные способности, творческое воображение, преданность своим внутренним идеалам, человечность. Справедливость и честность — за эти нравственные ценности вы готовы бороться как в частной жизни, так и на работе. Порученную работу выполняете старательно и надежно. Хорошая способность к планированию.'
    },
    weaksides: {
        title: 'занудство, воля, конформизм, отношение к критике',
        text: 'иногда можете быть «ходячей добродетелью», занудой моралистом. Проявление воли, агрессивность, напор, захват чужих территорий — все эти действия не только не  характерны  вас, но и одна только мысль о их необходимости вызывает в вас глубокое отвращение. Вынужденный поступать жестко, вы можете даже заболеть.\n\n        В ситуации, когда на вас кричат, критикуют, вы почти всегда теряетесь. В конфликтной ситуации всегда идете на компромисс, не будете отстаивать свою точку зрения, лишь не было скандала, чем очень часто злоупотребляют люди, находящиеся рядом с вами.\n\n Трудно вам решать и нестандартные технологические задачи. Даже многолетняя практика какого-то ремесла не избавляет вас от растерянности при малейшем отклонении задачи от стандартной. Редко можете реализовать себя, как эффективный управленец, но часто можете стать неформальным лидером и оказывать скрытое влияние на других.'
    },
    recommendations: {
        development: [
            'Признать свои сильные и слабые стороны, и понять, что  вам   придется делиться своими сильными качествами с другими людьми, и трудиться над совершенствованием слабых. Только в этом случае, вы имеете все шансы быть оцененными по достоинству окружающим миром и получить все о чем мечтаете.', 'Для дальнейшего развития своих сильных сторон и освоения профессий к которым у вас есть склонности, вам рекомендуется посетить психологические тренинги и занятия на улучшение чувственного восприятия, умения слушать, коммуникабельности, наблюдательности,на повышение навыков общения, преподавательские игры — игры освоения новых приемов обучения, на развитие интуиции. ',           'Для гармонизации структур личности, вам рекомендуется посетить психологические тренинги и занятия на тему: развитие логики, упражнения и игры на развитие стрессоустойчивости, поведение в конфликтных ситуациях.'
        ],
        personality: [
            'Старайтесь избегать методичной назидательности и отвлеченного морализаторства. Стремитесь быть духовным светочем и поводырем в каждом конкретном случае человеческой судьбы!', 'Болезненная функция волевой сенсорики наделяет вас нетерпимостью к собственным недостаткам, а также в отдельных случаях — непримиримостью к несовершенствам системы общества и государства, связанным с «насилием над личностью». По отношению к себе вы можете стать настоящим тираном. Уже с подросткового возраста вы оцениваете себя со взрослой позиции и можете с недетской жесткостью ставить самому себе жизненные задачи, составлять «план мероприятий» по совершенствованию собственной личности —  «освоению» чего-то одного и «искоренению» чего-то другого. Особенно популярным здесь становится вырабатывание силы воли, умения логично мыслить, искоренение внешней и внутренней слабости. Не стремитесь к нарочитым трудностям в своей жизни, принимайте жизнь и себя во всем их богатстве и разнообразии.', 'Вы часто стремитесь к надуманным целям, иногда откровенно иллюзорным и оторванным от жизни целям (что хорошо видно со стороны) и при этом затрачиваете на их достижение совершенно неадекватные усилия. Вы непревзойденный мастер усложнять себе жизнь и видеть проблему там, где другой «спокойно спит». Учитесь ставить перед собой реальные жизненные цели, не тратить слишком много времени на рассмотрение дела, обращать внимание на факты, оценивать ситуацию с логической точки зрения.', 'Часто думая о том, как спасти и обогреть все человечество, вы оказываетесь не в состоянии наладить быт и создать хотя бы элементарный комфорт для себя. Вечно погруженный в глубины своих философских размышлений, сочинительств, вы напоминаете беспомощного ребенка, когда сталкиваетесь с необходимостью решать насущные житейские проблемы. Опускайтесь на грешную землю, включайтесь в жизнь здесь и сейчас.', 'Вам, как никому другому свойственно впадать в безграничную жертвенность, которая обращена преимущественно к душе и эмоциям подопечных, и нередко проявляете ее по отношению к тем, кто меньше всего это заслуживает. Живите своей жизнью, пусть она будет яркой и наполненной, тогда вы действительно много кому сможете помочь опытом, мудростью, зрелым советом. И тогда вы будете всем интересны как личность и уважать и ценить Вас будут не по необходимости и долгу, а искренне от души.', 'Индикатором правильности использования ваших сильных сторон личности, исходной энергетики будет являться ощущение легкости, удовольствия от жизни.'
        ]
    }
}

$store.jptest = $store && $store.jptest || {};

$store.jptest.jp15 = {
    orientation: 'у вас преобладание широты и разнообразие гуманитарных интересов, при этом вы непоседливы и склонны к погружению в мир фантазий, ярко выраженный интерес к коллизиям человеческой жизни, ваше призвание связывать людей, поставлять им информацию о других людях, о важных для них событий и намерениях окружающих, вы однозначно будете успешны там, где основой деятельности являются [i]коммуникации[/i].',
    stimulus: 'все недостаточно исследованное вызывает у вас естественную тягу заглянуть «под покров тайны», вы всегда в движении, в ожидании перемен. Вас привлекают необычные перспективные, масштабные задачи, поиск оригинальных решений. Вы первооткрыватель, вас больше вдохновляют возможности будущего, нежели реалии  настоящего. Вы как никто другой чувствуете бесконечную многогранность и неисчерпаемость мира.\n\n [b]Идея совершить открытие греет вам душу, поэтому обычная рутинная работа, не сулящая неожиданностей, вас утомляет, вы всегда готовы забросить «скучную» работу в пользу той, которая сулит новые возможности, стимулом вашей деятельности является [i]уникальность[/i].[/b]',
    profile: [
        {
            title: "предприимчивость",
            value: 2
        },
        {
            title: "организаторские способности",
            value: 5
        },
        {
            title: "аналитические способности",
            value: 3
        },
        {
            title: "стратегическое мышление",
            value: 3
        },
        {
            title: "самоконтроль",
            value: 3
        },
        {
            title: "ответственность",
            value: 4
        },
        {
            title: "коммуникабельность",
            value: 4
        },
        {
            title: "инициативность",
            value: 5
        },
        {
            title: "новаторство",
            value: 4
        },
        {
            title: "дисциплинированность",
            value: 5
        }
    ],
    specification: [
        {
            title: "психология",
            value: 90
        },
        {
            title: "коммуникации",
            value: 80
        },
        {
            title: "реклама",
            value: 70
        },
        {
            title: "педагогика",
            value: 60
        },
        {
            title: "политика",
            value: 50
        },
        {
            title: "HR-область",
            value: 40
        },
        {
            title: "медицина",
            value: 30
        },
        {
            title: "физический труд",
            value: 20
        }
    ],
    specialties: ['психолог-консультант', 'психотерапевт', 'менеджер по связям с общественностью', 'журналист ', 'экскурсовод', 'священнослужитель', 'специалист по связям с гос. органами', 'менеджер по работе с ключевыми клиентами', 'менеджер по рекламе', 'социальный педагог ', 'преподаватель психологии', 'воспитатель', 'политолог', 'дипломат', 'переводчик', 'имиджмейкер', 'менеджер по подбору персонала', 'специалист по обучению персонала', 'коуч', 'методист', 'профконсультант', 'врач терапевт', 'стилист', 'модельер', 'косметолог', 'ювелир', 'декоратор', 'кулинар'],
    notengage: 'в области законодательства, юриспруденции, следствия, судебной системы, программирования, экономики, финансов, профессии, связанные с риском для жизни. Любая деятельность, требующая систематичности, скрупулезной формальности, последовательности не подходит.',
    strengths: {
        title: 'интуиция, общение, гуманизм, мудрость',
        text: 'вы прирожденный психолог,  обладающей чуткой, дружелюбной, приветливой, гибкой натурой, чувствуете способности и достоинства других людей, любите вдохновлять, восхищаться талантами людей, хорошо понимаете поступки и мотивы поведения окружающих. Вы способны войти в положение практически любого человека, с двух слов уловить суть сложившейся ситуации и проблемы, найти подход к ее решению или поддержать сочувствием, шуткой, а то и неожиданным, нетривиальным советом. Вообще вы обладаете способностью оценивать все немного не так, как другие. Ваша видение людей и жизни в первую очередь  интуитивно и потому часто необычно и оригинально.\n\n Нередко обнаруживаете в людях способности и возможности, о которых они и сами не подозревали, и с бесконечной увлеченностью беретесь убеждать их не зарывать своего таланта, не бояться в корне изменить жизнь и осчастливить все человечество своим даром.\n\n Вы связываете мир узами общения, восстанавливаете его этическую целостность. Ориентация в жизни на людей, гуманистические ценности. Вы великолепно осуществляете эмоциональную подстройку к партнеру, у вас несомненный дар убеждения, примирения и посредничества.\n\n        Легче ориентируется во времени, речь, как правило, фигуральная, насыщенная метафорами. Любите юмор, шутки, имеете много знакомых, причем часто абсолютно непохожих друг на друга.  Вы очень коммуникабельны, несете людям свою страсть, жизненные силы. В общении свойственно стремление установить дружеские, неконфликтные отношения. Часто другие черпают в вас мудрость.\n\n        Очень развита интуиция, за счет чего можете предвидеть развитие любой ситуации, но в силу недостаточно развитой способности к анализу, вам трудно принять правильное решение.\n\n Вы новатор и рационализатор, вас привлекает все новое и необычное, во всем разбираетесь с поразительной легкостью и быстротой. Возникающие по ходу дела идеи, бьют фонтаном, ваша моторность в первую очередь — интеллектуальная. По этой причине однообразие и рутина  повергают вас в тоску и уныние.\n\n        Прекрасно справляетесь с работой руководителя, проявляя при этом недюжинные способности, особенно там, где управляете отношениями между людьми. Вы способны собирать трудоспособные команды с прекрасным психологическим климатом, где люди готовы работать «за идею», с удовольствием и интересом, увлеченные общей перспективой.\n\n        В любую деятельность вносите энтузиазм и энергию. Вам можно поручить вопросы отдыха, праздничных мероприятий, налаживания благоприятной психологической атмосферы в коллективе. Также достаточно уверенно, вы можете освоить работу с инструментом: пилить, паять, шить, готовить т. д.\n\n       Вы ставите себе множество целей, легко переключаясь с одной на другую, исключая одни и включая другие. Цели классифицируются, ревизуются, меняются по разным причинам. Методы их достижения неосознанны и непосредственны. Вы стараетесь одним методом добиться нескольких целей. Вам нравится несколько дел сделать «заодно». Вы видите и стараетесь не упускать побочные результаты своей деятельности. Чувство беспомощности может появиться, если имеющимися средствами не удается «накрыть» основной массив имеющихся целей.\n\n        Движения более сглажены, как будто нет жесткого стержня, волнообразный внутренний ритм, естественность, пластичность, реакции зависят от эмоционального состояния. Вы не фанатичны, подхватываете новые веяния, рассказывая о чем-то, может отвлекаться на ассоциации.'
    },
    weaksides: {
        title: 'логика, тревожность, анализ, мечтательность',
        text: 'не обладаете системно-логическим анализом, можете распыляться по мелочам, упуская самое главное. Схемы, графики, таблицы, сметы, мелкий шрифт договорах — все это настоящий кошмар для вас.\n\n        Не выносите подробных объяснений. Часто бываете не уверены в своих ощущениях. Не подходит работа, связанная с регулярным скрупулезным  выполнением формальностей, никаких еженедельных отчетов, написание компьютерных программ.\n\n        Испытываете потребность в творчестве, но здесь вас интересует сам процесс, а не результат, увлеченность может быстро сменится равнодушием, если не поддерживать постоянную смену элементов или структуры.\n\n       Неустойчивость эмоциональной сферы порождает стремление к смене впечатлений, повторение одних и тех же ситуаций неприемлемо для вас. Если вы проявляете мечтательность и некоторую раскоординированность и при этом можете критически относится к любым инструкциям и нравоучениям, опираясь только на собственные соображения, то вы будет часто менять направления своей деятельности, выбирая самые привлекательные сегодня, и безжалостно отворачиваясь от вчерашних проектов, не сулящих такой как новые, тактической выгоды.\n\n       Ваша возбудимость  очень велика, вы испытывает повышенную тревожность, что может приводить к проблемам в психосоматике.'
    },
    recommendations: {
        development: [
            'Признать свои сильные и слабые стороны, и понять, что  вам   придется делиться своими сильными качествами с другими людьми, и трудиться над совершенствованием слабых. Только в этом случае, вы имеете все шансы быть оцененными по достоинству окружающим миром и получить все о чем мечтаете.',             'Вам рекомендованы тренинги, семинары, занятия, которые обучают эффективным коммуникациям, способствуют дальнейшему развитию навыков общения с людьми. Такие программы полезны тем, кто уже обладает хорошими навыками общения, работает или собирается работать в сфере, непосредственно связанной с коммуникациями (психология, сервис, педагогика).', 'Для гармонизации структур вашей личности вам рекомендуется посетить психологические тренинги и занятия на развитие логического мышления, стрессоустойчивости и коррекции тревожности.'
        ],
        personality: [
            'Не погружайтесь с головой в поток интуиции, не держите свои оригинальные мысли внутри себя, старайтесь нести свои таланты и идеи людям!', 'Вы не из тех, кто зубами рвет себе дорогу, топча других. Вы все-таки слишком миролюбивы и дружелюбны, в тому же с трудом выносите длительное напряжение в одном направлении. Вам необходимо жизненное разнообразие, желательно интеллектуального свойства. Вы игрок, психолог и интеллектуал, а не борец и стайер. Поэтому не нужно демонстрировать свою железную волю, решительность, строгость и непоколебимость — это противоречит вашей базовой энергетике, и в итоге будет приносить большие проблемы в жизни.', 'Нередко свою излишнюю суровость вы можете проявить в семье — стараетесь быть жестким родителем, чем лишаете себя и детей массы живых, приятных эмоций, о чем позже можете пожалеть.',            'В силу слабой логики вам сложно просчитывать последствия ваших поступков, поэтому держите их под контролем: сначала думаем, потом делаем!',           'Еще одна проблема, возникающая из-за недостатка логики — частая и хаотичная смена целей. Они мелькают у вас, как стеклышки в калейдоскопе. Вы не в состоянии критично оценить реальность, а также степень необходимости достижения возникающих перед вами целей. Старайтесь тратить свои силы только на реальные цели, контролируйте свой максимализм, вашим принципом в жизни должна стать «золотая середина». Осваивайте долгосрочное планирование.',            'Имея большой запас физических и душевных сил, вы легко включаетесь в энергетические программы других симпатичных в данный момент вам людей, совершенно не  соответствующие вашим собственным интересам и не приносящие вам ничего кроме пустых хлопот и затрат энергетических, временных и материальных. Поэтому начиная штурм очередной манящей вас вершины, возьмите за непременное правило сначала сесть и подумать — насколько это нужно именно вам, и только от этого должна зависеть степень вашего участия в предстоящем деле. Если это действительно нужно, определитесь насколько реально на данный момент достижение данной цели и в какие сроки это может вылиться.', 'Не пытайтесь удивить и осчастливить сразу все человечество, не мечтайте добыть сразу все золото мира — это верный путь остаться в безвестности. Начните с реально достижимых целей — это наиболее вероятный путь добиться известности, а может быть и славы!'
        ]
    }
}

$store.jptest = $store && $store.jptest || {};

$store.jptest.jp16 = {
    orientation: 'ваши природные способности будут реализованы там, где нужно восстанавливать целостную картину человеческих отношений, связывать людей,  поставлять им информацию о других людях, о важных событиях и намерениях окружающих, доносить до них эмоции мира. Наиболее успешны вы будете в  [i]творческой и коммуникативной[/i] деятельности.',
    stimulus: 'вы человек ищущий, увлеченный своей идеей, в вас всегда присутствует мотив движения, наибольший интерес у вас вызывают необычные перспективные,  масштабные задачи, поиск оригинальных решений, возможность зажечь собой как можно большее количество окружающих людей.\n\n  [b]Стимулом к деятельности является [i]обратная связь с миром[/i]; главное для вас — быть в центре внимания, вызывать любые эмоции по отношению к себе, но только не равнодушие. Равнодушие и безразличие для вас губительны, они «косят под корень» вашу жизнестойкость — вплоть до потери смысла жизни.[/b]',
    profile: [
        {
            title: "предприимчивость",
            value: 2
        },
        {
            title: "организаторские способности",
            value: 4
        },
        {
            title: "аналитические способности",
            value: 3
        },
        {
            title: "стратегическое мышление",
            value: 4
        },
        {
            title: "самоконтроль",
            value: 3
        },
        {
            title: "ответственность",
            value: 4
        },
        {
            title: "коммуникабельность",
            value: 4
        },
        {
            title: "инициативность",
            value: 5
        },
        {
            title: "новаторство",
            value: 5
        },
        {
            title: "дисциплинированность",
            value: 5
        }
    ],
    specification: [
        {
            title: "творчество",
            value: 90
        },
        {
            title: "коммуникации",
            value: 80
        },
        {
            title: "педагогика",
            value: 70
        },
        {
            title: "психология",
            value: 60
        },
        {
            title: "политика",
            value: 50
        },
        {
            title: "наука",
            value: 40
        },
        {
            title: "реклама",
            value: 30
        },
        {
            title: "сервис",
            value: 20
        }
    ],
    specialties: ['актер', 'режиссер', 'музыкант', 'телеведущий', 'конферансье', 'тамада', 'event-менеджер', 'писатель', 'журналист ', 'менеджер по связям с общественностью', 'воспитатель', 'учитель, педагог ', 'специалист по работе с молодежью', 'социальный педагог', 'психолог-консультант', 'психотерапевт', 'политик', 'имиджмейкер', 'историк', 'философ ', 'PR-менеджер', 'менеджер по работе с клиентами', 'менеджер по продажам', 'менеджер по туризму'],
    notengage: 'не показаны профессии, где требуется скрупулезная ручная работа, ответственность за качество продукта, медицина, социальная сфера, языковедение, программирование,  охранная деятельность, силовые структуры, следствия, судебной системы, юриспруденции.',
    strengths: {
        title: 'терпение, преданность, надежность, воля',
        text: 'яркая энергетика и очень быстрая реакция, вы любитель экстремальных задач, требующих напряжения нервов и скорости. Вы любите состояние энтузиазма и умеете адекватно использовать возникший адреналин, вы человек творческий, даже самую рядовую, житейскую ситуацию вы способны обыграть так, что у слушателей будут либо ручьем слезы литься, либо животы надрываться от смеха.\n\n Вы человек интенсивных и расточительных эмоций, который не хочет держать при себе свои ощущения, настроения, внутренние состояния. Все, кто с вами общается всегда в курсе ваших всех радостей, печалей, восторгов, обид...\n\n Вообще рядом с вами никогда не бывает скучно или тихо. Вы имеете свойство заполнять собой все окружающее пространство, можете держать на себе целую компанию целый вечер, являясь центром притяжения. Вы остроумны, начитаны, к месту можете рассказать массу баек, анекдотов, притч, цитат или просто историй из жизни. Самое примечательное, что такие эмоциональные затраты совсем не обескровливают вас, наоборот, именно к этому вы стремитесь, так как по сути всегда работаете на обратную связь, то есть на зрителя.\n\n  Вы обладаете великолепным чувством слова, литературного стиля т вообще тонкое понимание искусства, вы являетесь ценителем и знатоком элитарной режиссуры, авангардной живописи, нетрадиционных  словесных и музыкальных жанров, способны и сами вести богемный образ жизни. Одним словом, вы знаток и ценитель прекрасного во всех его проявлениях, у вас нюх на гениальность, за версту можете почувствовать то, что называется искрой Божьей, нередко способны и сами высекать эту искру гениальной игрой на сцене, режиссурой, музыкальным исполнением или талантливым преподаванием и работой с молодежью.\n\n         За счет отличных коммуникативных способностей, вас можно отнести к прекрасным управленцам, особенно в социальной сфере.\n\n     Интуиция в здесь достаточно развита, но в основном в пределах улавливания источника приложения собственных сил, чем направленности на собственную комфортность. Также развитая интуиция дает хорошо предчувствовать ситуацию и правильно ее оценивать.\n\n      В отношениях с людьми очень терпеливы, преданы и надежны.  Также неплохо прогнозируете события, действия знакомых  людей. Хороший физиогномист. Дела обычно обрабатываете тщательно, доводите их до конца.\n\n        Миссионерский склад личности, пожалуй, наиболее ярко характеризует ваш тип личности, причем проявления благотворительности  бывают подчас настолько неизмеримы, что вызывают психические и физические перегрузки, но вы скорее наживет себе проблем со здоровьем, чем откажется от подобной деятельности.\n\n       Среди других важных характеристик, присущих вам,  следует назвать способность к планированию и итоговому контролю за выполненным действием. Особенностью также является способность быть как успешным руководителем, так и хорошим исполнителем. Высокий уровень адаптации позволяет в любой ситуации сохранить и самореализовать себя.'
    },
    weaksides: {
        title: 'рассеянность, утомляемость рутиной, деловая логика',
        text: 'вы обостренно воспринимаете замечания о своей внешности, манере одеваться.  Сложнее всего вам дается плотный контакт с конкретными проявлениями жизни.\n\n       Слабо ориентируетесь в своих ощущениях, вам трудно понять, здоровы вы  или больны, сыты или голодны.  Не любите принимать решения, связанные с бытовыми проблемами. Вас  интересуют только те проблемы, решение которых привнесет в вашу жизнь что-то новое, позволит увидеть реальность под другим углом. Идея совершить открытие греет вам душу, поэтому обычная рутинная работа, не сулящая неожиданностей обычно вас утомляет. Вам не даются логические задачи, методы решения, которые еще нужно изобрести.\n\n       В выборе друзей можете ошибаться, так как, вам свойственно идеализировать отношения, если не находитесь в центре внимания в коллективе, можете в некоторых ситуациях испытывать обиду.'
    },
    recommendations: {
        development: [
            'Признать свои сильные и слабые стороны, и понять, что  вам   придется делиться своими сильными качествами с другими людьми, и трудиться над совершенствованием слабых. Только в этом случае, вы имеете все шансы быть  оцененными по достоинству окружающим миром и получить все о чем мечтаете.',            'Для дальнейшего развития ваших сильных сторон и профессионального роста, вам рекомендованы тренинги, семинары, занятия, которые обучают эффективным коммуникациям, что способствуют дальнейшему развитию навыков общения с людьми, повышения лидерских качеств.', 'Для гармонизации структур вашей личности вам рекомендуется посетить психологические тренинги и занятия на развитие логического мышления, стрессоустойчивости и коррекции тревожности, мнительности.'
        ],
        personality: [
            'Не будьте так зависимы от реакций и оценок окружающих, не живите одними эмоциями. Прислушивайтесь к голосу интуиции, старайтесь доносить дарованные ею откровения в той или иной форме до людей — и признание вам обеспечено.', 'В вопросах прикладной эстетики, вы постоянно балансируете на грани несуразности и неординарности и обожаете выступать в роли советчика, а то и взыскательного критика. На самом деле, в выборе одежды для себя, у вас имеются сложности, здесь вы и непрактичны и претенциозны одновременно. Пытаясь выделится из толпы, нередко покупаете броскую некачественную одежду, иногда она бывает даже просто вам не размеру. Если есть возможность привлекайте к выбору гардероба для себя, друзей и близких и прислушивайтесь к их советам.', 'Не обладая деловой логикой, вы частенько любите демонстрировать свою деловитость, занятость, коммерческое чутье, умение зарабатывать деньги, здесь в ход идут любые внешние атрибуты, но как только вы беретесь за какое-либо действительно серьезное дело, вы становитесь нервно-вспыльчивым и занудно-методичным одновременно, так как пытаетесь быть рациональным и выстраивать действия по определенным существующим схемам. Однако помните, забывая начисто о творчестве, вы всегда проиграете.', 'Чувствуя себя рожденным для великих свершений, вы тем не менее крайне подвержены греху сотворения кумиров. Это оборотная сторона медали внешней самоуверенности, пытаясь убедить всех и вся в собственной исключительности, вы редко способны осознать «искру Божью» в себе самом. Не ищите постоянно неосознанно примеры для подражания, вы сами для себя должны быть кумиром.', 'Не пытайтесь удивить и осчастливить сразу все человечество, не мечтайте добыть сразу все золото мира — это верный путь остаться в безвестности. Начните с реально достижимых целей — это наиболее вероятный путь добиться известности, а может быть и славы.'
        ]
    }
}

$store.jptest = $store && $store.jptest || {};

$store.jptest.jp2 = {
    orientation: 'в чем может быть наиболее успешен человек, который чувствует свойства материалов, адекватно оценивает качество конкретных продуктов, понимает, какие процессы и инструменты помогут получить желаемый результат? Если вы легко улавливаете смысл чертежей и технологий, цифр и знаков, любите возиться с материалами, то именно в производственной деятельности раскроются ваши таланты и творческие способности. Деятельность ваша четко организована, результат оформлен, даже если речь идет о создании фильма или романа, здесь будут четко осмыслены все стадии процесса, составлен план сборки целого из частей, рассчитан ресурс.\n\n [b]Стратегически верно ориентировать вас на достижения в конкретной [i]производственной или организаторской[/i] деятельности, поставляющей миру определенный четко оформленный материальный продукт.[/b]',
    stimulus: 'доверяя своим, совершенно адекватным ощущениям, вы хорошо чувствует гармонию и комфортность окружающей  среды, эстетику, удобство, экологию. Вам свойственна деятельность практического характера с постоянным кругом контактов, вас интересует хорошее материальное обеспечение, комфортные условия жизни и работы.\n\n Награда за труд должна быть материальной — деньги, путевка на отдых, подарок от фирмы. Вас не заинтересует портрет на доске почета или благодарность в приказе, а торжественное рукопожатие начальника может разочаровать вас, а именно личное [i]благосостояние[/i] будет для вас стимулом в работе.',
    profile: [
        {
            title: "предприимчивость",
            value: 3
        },
        {
            title: "организаторские способности",
            value: 4
        },
        {
            title: "аналитические способности",
            value: 4
        },
        {
            title: "стратегическое мышление",
            value: 5
        },
        {
            title: "самоконтроль",
            value: 5
        },
        {
            title: "ответственность",
            value: 4
        },
        {
            title: "коммуникабельность",
            value: 2
        },
        {
            title: "инициативность",
            value: 5
        },
        {
            title: "новаторство",
            value: 5
        },
        {
            title: "дисциплинированность",
            value: 5
        }
    ],
    specification: [
        {
            title: "производство",
            value: 90
        },
        {
            title: "силовые структуры",
            value: 80
        },
        {
            title: "IT-отрасль",
            value: 70
        },
        {
            title: "страховое дело",
            value: 60
        },
        {
            title: "экономика и финансы",
            value: 50
        },
        {
            title: "наука и исследования",
            value: 40
        },
        {
            title: "техническая отрасль",
            value: 30
        },
        {
            title: "строительство",
            value: 20
        }
    ],
    specialties: ['главный инженер', 'главный технолог', 'аудитор', 'системный аналитик', 'налоговый инспектор', 'таможенный работник', 'военнослужащий', 'прокурор', 'работник УФСИН', 'полицейский', 'телохранитель', 'правовед', 'программист', 'HTML-верстальщик', 'администратор базы данных ', 'оператор ПК ', 'системный администратор', 'экономист', 'бухгалтер', 'страхование, оценка рисков', 'финансовый контролер', 'финансовый аналитик', 'статистик', 'специалист по стандартизации', 'логист', 'философ', 'библиограф', 'изобретатель', 'математик', 'инженер-электронщик', 'радиомеханик', 'менеджер проекта (строительство)', 'прораб'],
    notengage: 'любая деятельность, связанная в общением, заботой о человеке, организацией мероприятий и проведением праздников не будет успешной, подбор и обучение персонала потребует большой затраты эмоциональных усилий, что вам может помимо колоссальных энергетических затрат стоить и физического благополучия.',
    strengths: {
        title: 'научная логика, долг, честь, ответственность',
        text: 'волевой, упорный, порой жесткий, умеете действовать быстро, четко, начатое дело доводите до конца и в срок. \n\n На вершине иерархической лестницы у вас находится — долг, честь, справедливость, ответственность, верность своему слову, и это основа ваших ценностных ориентаций, которым вы следует до конца.   \n\nВаша  эмоциональная сфера характеризуется осознанностью, адекватностью эмоциональных состояний ситуации, проявляете завидное спокойствие и выдержку в изменяющейся обстановке, но не лишены настойчивости и решительности в приведении обстоятельств в соответствие с  собственным видением целесообразности. Здравомыслие почти всегда одерживает верх над интуицией. \n\n Системно-аналитический характер мышления позволяет справляться с самыми сложными жизненными и профессиональными задачами. Наличие в психологическом базисе очень хорошо развитого внимания, наблюдательности помогает правильно оценивать обстановку и принимать верные решения. В работе вы последовательны, методичны. Совестливый  и скрупулезный сосредоточенно и аккуратно проверяете и перепроверяет факты, прежде чем ими воспользоваться.\n\n Отличительная особенность: вы можете испытывать поистине чувственное наслаждение при составлении планов мероприятий, протоколов, написании резолюций, изучении инструкций. Вы обожаете дисциплину, порядок и являетесь приверженцами и сторонниками сильной власти.      \n\nПрактичны, у вас присутствует понимание собственных целей и умения их добиваться, уравновешены, способны обеспечить комфорт и защитить его.  \n\nВ деловом общении вы спокойны, выдержаны, тактичны. Цель общения — донести истину, обменяться информацией. \n\nЦель деятельности — сделанная работа. Ваша цель располагается в конкретном настоящем и достигается она путем аккуратного следования хорошо продуманным рецептам, которые уже зарекомендовали себя как эффективные и социально приемлемые.\n\n Ваша жизненная стратегия может быть описана словами — аккуратное завершение начатого. Поставив перед собой цель, вы идете к ней последовательно и настойчиво, и относясь таким образом к жизни, сами стремитесь быть обязательным. По этой причине с вами очень приятно иметь дело. \n\n         Таким образом ваша визитная карточка — основательное и серьезное отношение к жизни, подразумевающее реальную логическую оценку ситуаций, направленную на определение путей скорейшего достижения поставленных целей. Как следствие, вы обычно бываете преуспевающим в жизни. Действительно, никто не сравнится с вами по части умения устроится в жизни удобно. В этом смысле вы имеете самый высокий кпд, если говорить о соотношении затраченных усилий и полученных результатов. \n\n        Хорошо осознаете свои свои права и обязанности, поэтому легко вписываетесь в любую иерархию, вы исполнительный подчиненный и бескомпромиссный начальник.\n\n         В конфликтных ситуациях сохраняете спокойствие и выдержку. Легко усваиваете правила хорошего тона и умеете применить их при случае. Можете при случае даже побыть «душой общества», но это скорее для вас работа, нежели удовольствие.\n\n         У вас абсолютно отсутствует комплекс мученичества. Вы не станете сражаться с ветряными мельницами за отвлеченные идеалы. Не присущ вам и дух авантюризма. \n\n         Вообще, вы руководитель среднего звена, идеального для управления небольшим коллективом, где все объединены конкретной задачей и ограничены определенными сроками. За выполнение намеченного вовремя в этом случае можно не волноваться, так как любые отклонения от намеченного графика, а уж тем более от поставленной задачи здесь исключены. \n\n        В ипостаси мужчины, вы нередко хороший «технарь», тонко чувствующий «душу механизма», и можете быть настоящим кудесником по части исправления механических поломок, технических неисправностей.\n\n        Женщина же такого типа ценит и по возможности предпочитает стильную и дорогую одежду хорошего качества, сама же способна создавать удивительные по изысканности и сложности исполнения вещи — предметы одежды, вышивки, вязаные изделия, ковры и т. д.'
    },
    weaksides: {
        title: 'терпение, интуиция, формализм, этика',
        text: 'сложнее всего вам дается пребывание в ситуации неопределенности. Принимать важное решение с неполными или не вполне достоверными данными для вас мучительно. Все, что нельзя просчитать, вызывает у вас опасения и отвергается. \n\nВы болезненно уязвимы в вопросах предвидения будущего и пытаетесь компенсировать это тотальным планированием и контролем всего и вся, считая, что это и есть настоящий, серьезный подход к жизни, дающий истинную прозорливость и успех. \n\n       Другой характерный штрих в вашем поведении, обусловленный слабой душевной этикой, — «эмоциональная глухота», лишающая вас возможности расслышать и почувствовать все нюансы эмоциональной атмосферы общения. \n\nВы не станете прислушиваться к советам, которые недостаточно логически обоснованы. Ситуации, где все зависит от чужого настроения или каприза абсолютно не для вас, в ней вы будет испытывать постоянный и сильный стресс. \n\n        Интересы дела всегда ставите выше интересов конкретного человека, при этом вас может не заботить состояние этого конкретного человека. Нечасто задумываетесь также над тем, чтобы по достоинству оценить другого человека, поэтому во взаимоотношениях с подчиненными могут иметь место обиды со стороны последних.  \n\n       Не выносите работу, связанную с постоянными контактами с клиентами и удовлетворением их эмоционально-этических запросов; вам лучше не поручать вопросы отдыха, праздничных мероприятий, налаживания благоприятной психологической атмосферы в коллективе. Вам сложно представить, что  можно опираться на другую систему взглядов и что таких систем достаточно много. Без серьезного расширения сознания и воспитания толерантности к альтернативным взглядам вы не сможете освоить режим истинного творчества.'
    },
    recommendations: {
        development: [
            'Не стремитесь к нарочитым трудностям, не требуйте от людей жизненной стойкости, подобно вашей. Старайтесь с присущей вам  мудростью принимать жизнь во всем ее богатстве.',
            'Учитесь ставить перед собой конкретные, реальные цели в жизни, так вы быстрее достигнете желаемого и получите меньше разочарования.',
            'Для развития своих сильных сторон личности рекомендуется посетить психологические тренинги на развитие лидерских качеств, стремитесь к   карьерному росту, ваше место на руководящей должности.  Организуйте себе хобби по ремонту ПК, микроэлектроники, часов. Не отказывайте в помощи родным, друзьям, коллегам по работе в изучении наук — особенно математики. Займитесь изучением компьютерных языков, в свободное время ваш мозг можно развлекать решением головоломок, ребусов, логических задач.',
            'Для гармонизации личности начните развивать в себе коммуникативные навыки. Желательно посетить  психологические тренинги, где обучают правилам и способам межличностного общения.'
        ],
        personality: [
            'Помните, что ваша реальность ограничена вашими собственными представлениями о ней. Другие люди имеют другие реальности,  у каждого она своя, поэтому старайтесь не смотреть на своих близких и сослуживцев только лишь как на кирпичики возводимого вами здания благополучия.',
            'Не пытайтесь контролировать все и вся! Оставьте своим близким право самостоятельно решать возникающие проблемы и добиваться успеха!',
            'Полезно определиться с системой приоритетов — какая степень вашего контроля в каких случаях требуется.',
            'Даже если вы не обладаете большим капиталом, но имеете определенный достаток и уютный теплый дом — сделайте свой дом гостеприимным для своих друзей и близких, они будут вам благодарны, и их тепло и энергия дружелюбия никогда не оставят вас в одиночестве,  которое нередко становится жизненным спутником такого человека в зрелом возрасте.',
            'Не требуйте от людей аналогичного вашему хода мыслей и соответствующих поступков; не требуйте и не ждите подспудно от окружающего мира бурного восхищения вашей деятельностью и ее результатами.',
            'Логика, здравый смысл и реалистичный взгляд на вещи — это ваши лучшие качества, базирующиеся на вашей исходной энергетике, так что несите их в мир не ропща на бестолковость и неблагодарность окружающих, и не обращая свои исключительные достоинства в невыносимые недостатки.',
            'Постоянно контролируя меняющуюся жизнь, не воспринимайте каждый новый поворот судьбы лишь с точки зрения выгоды сегодняшней, он может принести вам гораздо больше в будущем. Не забывайте ценить то, что уже имеете. Учитесь верить в лучшее и радоваться малому, и к вам придет полнота и радость жизнь.'
        ]
    }
}

$store.jptest = $store && $store.jptest || {};

$store.jptest.jp3 = {
    orientation: 'лучше всего вы проявите себя в гуманитарной  деятельности, ведь вас живо интересуют человеческие отношения и состояния окружающих, вы умеете корректировать атмосферу и разворачивать эмоции в нужном ключе. Ваше призвание в  сфере услуг и заботе о людях, в своей деятельности вы всегда ориентируетесь на этические и эстетические принципы, и где бы в не работали, вы будете вкладывать свою энергию в строительство отношений, создание атмосферы участия и взаимного интереса людей к другу, комфорта и заботы.\n\n[b]Театр, медицина, соцзащита, обучение и воспитание детей, туристические услуги, все, что связано с общением и влиянием на людей  —  вот те сферы, где раскроются ваши таланты.[/b]',
    stimulus: 'вам свойственна деятельность  практического характера с расширяющимся кругом контактов. Вас интересуют задачи, приближенные к социальной практике, общественное признание вашей деятельности, возможность сделать успешную карьеру, награды. Ориентация на повышение статуса, поэтому стимул к деятельности — [i]престиж[/i]. Вас должны уважать на работе, отмечать наградами, упоминать в поздравительных приказах по фирме, иначе трудовой энтузиазм постепенно будет угасать.',
    profile: [
        {
            title: "предприимчивость",
            value: 2
        },
        {
            title: "организаторские способности",
            value: 3
        },
        {
            title: "аналитические способности",
            value: 3
        },
        {
            title: "стратегическое мышление",
            value: 3
        },
        {
            title: "самоконтроль",
            value: 3
        },
        {
            title: "ответственность",
            value: 4
        },
        {
            title: "коммуникабельность",
            value: 4
        },
        {
            title: "инициативность",
            value: 5
        },
        {
            title: "новаторство",
            value: 4
        },
        {
            title: "дисциплинированность",
            value: 3
        }
    ],
    specification: [
        {
            title: "торговля и сервис",
            value: 90
        },
        {
            title: "соцзащита",
            value: 80
        },
        {
            title: "педагогика",
            value: 70
        },
        {
            title: "здравоохранение",
            value: 60
        },
        {
            title: "политика",
            value: 50
        },
        {
            title: "творчество",
            value: 40
        },
        {
            title: "дизайн и реклама",
            value: 30
        },
        {
            title: "физический труд",
            value: 20
        }
    ],
    specialties: ['менеджер по продажам', 'менеджер торгового зала ', 'менеджер по работе с клиентами', 'продавец-консультант', 'социальный работник', 'социальный психолог', 'педагог-психолог', 'воспитатель', 'лингвист', 'переводчик', 'врач-терапевт', 'врач-косметолог', 'младший медицинский персонал', 'политолог', 'менеджер по связям с общественностью', 'актер', 'декоратор', 'визажист', 'аниматор', 'тамада', 'event-менеджер', 'дизайнер одежды', 'pr-менеджер', 'риэлтор', 'страховой агент', 'гид-экскурсовод', 'повар', 'мастер по мелкому бытовому ремонту'],
    notengage: 'финансами и бухгалтерией, банковским делом, программированием, учетом в складском хозяйстве, контролем и учетом документооборота в компании, военным делом,  не будет удачи в поэтической и композиторской деятельности.\n\n Абсолютно не показаны профессии с жесткими временными рамками или непредсказуемыми сменами ритмов. Также тяжелы формальные задачи, исключающие общение с людьми.',
    strengths: {
        title: 'ответственность, верность, общительность, оптимизм',
        text: 'вы один из самых социально направленных типов личности, изолировать вас от общества равносильно уничтожению его. В общении вы стремитесь к достижению гармоничных отношений, и на это направлена вся ваша активность. \n\nВ незнакомой обстановке: полная коммуникабельность, раскованность, вы добродушны, легки, со всеми стремитесь быть в приятельских отношениях. Вы неисправимый оптимист, который свято уверен в том, что всего в этом мире можно достигнуть, сохраняя присутствие духа, хорошее настроение и доброе отношение к людям. Вы жизнелюб, склонный видеть в жизни приятное, и готовый наслаждаться даже малыми житейскими радостями. \n\nВы можете длительное время общаться по телефону, вам нравится принимать участие у чужих проблемах. \n\n          Вы обожаете вкусно поесть, попить пивка с друзьями, поиграть в футбол, съездить с компанией в глушь за клюквой. Даже самые досадные недоразумения вы воспринимаете легко и с юмором. Свои провалы переживаете достаточно легко, если не сказать — философски. Для вас такая нестандартная (с общепринятой точки зрения) жизнь — еще одно доказательство собственной исключительности и неповторимости. В этом смысле вам можно позавидовать. ваша способность «восставать из пепла» поражает воображение, что для другого человека может быть полным фиаско, для вас — лишь выбоина на трассе, стремительно несущейся дальше.\n\n        Характерная особенность — все возникающие вопросы вы стремитесь разрешать «через людей», то есть путем многочисленных контактов, связей, дружеских отношений, подарков и т. д.  Вы способны извлекать выгоду из своего дара общения с людьми.\n\nВас влечет все новое и необычное, таящее в себе неизведанные ранее впечатления и возможности. Вам не сидится на одном месте. Вам просто противопоказана монотонная работа на одном месте. Вы прирожденный первооткрыватель и первопроходец, и в смысле покорения новых земель, и в смысле освоения новых областей знаний и видов занятий. Если вы начали двигаться к желаемой на данный момент цели, вы практически не способны воспринимать слова «нет» или «нельзя», объяснить вам, что вначале «все надо обдумать» практически невозможно.  Вы практик-тактик, для которого характерно активное и заинтересованное участие во всем происходящем. \n\n       Вам присущ огромный энтузиазм, способный увлечь множество народу и воля, чтобы проломить пассивность оставшихся. \n\n        Еще одна интересная область приложения вашего таланта — у вас есть неординарная способность к языкам.\n\n        Вы умеете хорошо оценивает энергетику, физическое состояние окружающих, легко и творчески подходите к кулинарии и ремонту, к лечению людей и рукоделию. С интересом относитесь к оригинальным идеям, но высказаны они должны быть уважаемым человеком или авторитетным изданием.  \n\n        Эстет, одеваетесь со вкусом, цените уют, эстетический интерьер. Легко вживаетесь в социальные роли. Особенно удачливы в установлении отношений «tet-a-tet». Среди ценностей почитаете ответственность, обязательность, верность обетам.'
    },
    weaksides: {
        title: 'логика, тревожность, интуиция, время',
        text: 'сложнее всего вам соблюдать временные рамки. Вовремя придти, уложиться в отведенное время с делами, успеть много дел в сжатые сроки — все это задачи, способные истощить вас до изнеможения. \n\n         Сложно вам также разобраться в хитросплетениях формальной логики из-за этого часто бывает сложно отличить главное от второстепенного — для вас все дела одинаково важны.\n\n       Способности к организаторской деятельности нельзя назвать блестящими. Вам свойственна повышенная тревожность, которая если не находится под контролем, может стать источником психосоматических расстройств. \n\n         Уязвима интуиция, плохо улавливаете скрытые общественные процессы, поэтому в определенном смысле наивны. Суетитесь, хватаетесь за все подряд, хотя и цените четкую организацию труда. Вашей добротой, терпимостью, желанием избегать конфликтов иногда злоупотребляют окружающие. Если вы сталкиваетесь с безразличием в отношениях, то он будете предпринимать все возможное для того, чтобы вызвать к себе расположение. Неудача в этом бывает крайне редко, но если такое случается, то вы воспринимаете ее как собственное фиаско и нередко впадаете в меланхолию. \n\n        В стрессовых ситуациях вам нужна поддержка и лучше взяться за какую-нибудь срочную работу, чем думать о бедствиях. \n\n         При все своей внешней коммуникабельности вы привязаны к близким и нелегко раскрываетесь для тесного душевного общения с малознакомыми людьми, опасаясь неожиданных реакций и непонимания. Поэтому в вопросах семьи, друзей и душевных привязанностей, вы можете оказаться неожиданно ранимым и достаточно консервативным.'
    },
    recommendations: {
        development: [
            'Необходимо контролировать себя в следующем: не бросаться сразу в новое дело, заглядывать вперед, чтобы определить будущие возможности развития, оценивать ситуацию с логической точки зрения и обращать внимание на новую информацию, прежде чем принять решение.',
            'Признать свои сильные и слабые стороны, и понять, что  вам   придется делиться своими сильными качествами с другими людьми, и трудиться над совершенствованием слабых. Только в этом случае, вы имеете все шансы быть оцененными по достоинству окружающим миром и получить все о чем мечтаете.',
            'Вам рекомендованы тренинги, семинары, занятия, которые обучают эффективным коммуникациям, способствуют дальнейшему развитию навыков общения с людьми. Такие программы будут полезны тем, кто уже обладает хорошими навыками общения, работает или собирается работать в сфере, непосредственно связанной с коммуникациями (продажи, сервис, консалтинг).',
            'Для гармонизации структур личности, а также избегания значительных проблем в жизни, делайте упор на развитие логики и анализаторских качеств в характере. Рекомендуется посетить психологические тренинги на развитие логического мышления. Учитесь управлять своей собственной базовой энергетикой, ставить перед собой конкретные цели с определенными временными рамками и четко следовать их выполнению.'
        ],
        personality: [
            'Старайтесь сделать свое общение с людьми взаимовыгодным и полезным, и тогда ваш оптимизм и обаяние будут подкреплены реальным капиталом, и вы не будете казаться окружающим легковесным, а ваше отношение к жизни — легкомысленным.',
            'В силу слабой логики вам сложно просчитывать последствия ваших поступков, поэтому держите их под контролем: сначала думаем, потом делаем! А то результаты действий могут быть далеко не безобидными, которые чаще всего приходится расхлебывать уже и другим людям, а упорная и кипучая деятельность в лучшем случае обернется сизифовым трудом, но чаще вместо шумного признания вам может достаться и слава  Герострата.',
            'Старайтесь усмирять присущий вам дух авантюризма: политический, социальный, коммерческий, ведь в нашей жизни, как водится любой авантюризм в той или иной степени обречен на провал.',
            'При обуревании желания допрыгнуть до неба, окружающих людей, которые не горят таким желанием, вы можете воспринимать, как «ничтожных, жалких личностей», аккуратнее с этим, так можно заработать ярко выраженную манию величия, с которой потом придется бороться.',
            'Еще одна проблема, возникающая из-за недостатка логики — частая и хаотичная смена целей. Они мелькают у вас, как стеклышки в калейдоскопе. Вы не в состоянии критично оценить реальность, а также степень необходимости достижения возникающих перед вами целей. Старайтесь тратить свои силы только на реальные цели, контролируйте свой максимализм, вашим принципом в жизни должна стать «золотая середина». Осваивайте долгосрочное планирование.',
            'Имея большой запас физических и душевных сил, вы легко включаетесь в энергетические программы других симпатичных в данный момент вам людей, совершенно не  соответствующие вашим собственным интересам и не приносящие вам ничего кроме пустых хлопот и затрат энергетических, временных и материальных. Поэтому начиная штурм очередной манящей вас вершины, возьмите за непременное правило сначала сесть и подумать — насколько это нужно именно вам, и только от этого должна зависеть степень вашего участия в предстоящем деле. Если это действительно нужно, определитесь насколько реально на данный момент достижение данной цели и в какие сроки это может вылиться.',
            'Если понимаете, что поставленная цель — ваша лишь отчасти и в ее достижении серьезно заинтересованы и другие люди, решите для себя: что, кому и за какую цену вы будете делать. Вопрос: «А что мне лично это даст?» должен буквально поселиться у вас в мозгу. Как следствие ваша деятельность станет более целенаправленной и результативной, и вы дадите наконец шанс своим незаурядным способностям и фонтанирующим идеям принести заслуженные лавры и весомые материальные награды именно вам, а не кому-то.',
            'Чувствуя себя рожденным для великих свершений, вы тем не менее крайне подвержены греху сотворения кумиров. Это оборотная сторона медали внешней самоуверенности, пытаясь убедить всех и вся в собственной исключительности, вы редко способны осознать «искру Божью» в себе самом. Не ищите постоянно неосознанно примеры для подражания, вы сами для себя должны быть кумиром.',
            'Не пытайтесь удивить и осчастливить сразу все человечество, не мечтайте добыть сразу все золото мира — это верный путь остаться в безвестности. Начните с реально достижимых целей — это наиболее вероятный путь добиться известности, а может быть и славы!'
        ]
    }
}

$store.jptest = $store && $store.jptest || {};

$store.jptest.jp4 = {
    orientation: 'в чем может быть наиболее успешен человек, который чувствует свойства материалов, адекватно оценивает качество конкретных продуктов, понимает, какие процессы и инструменты помогут получить желаемый результат? Если вы легко улавливаете смысл чертежей и технологий, цифр и знаков, любите возиться с материалами, свободно без напряжения можете проконтролировать весь процесс от начала до конца, то именно в производственной деятельности раскроются ваши таланты и творческие способности.\n\n  [b]Стратегически верно ориентировать вас на достижения в конкретной [i]производственной или организаторской[/i] деятельности, поставляющей миру определенный четко оформленный материальный продукт.[/b]',
    stimulus: 'вам свойственна деятельность практического характера. Ценности — престижное положение, власть, влияние, уважение — которые поддержат репутацию в моменты неопределенности. Вас интересует возможность сделать успешную карьеру, награды. Вы заботитесь о своих ресурсах (деньгах, репутации, внешнем виде), поскольку это дает запас прочности при неожиданных поворотах судьбы. Вас должны уважать на работе и отмечать наградами, поэтому именно [i]достижение престижа[/i] и все, что ему сопутствует будет для вас стимулом в работе.',
    profile: [
        {
            title: "предприимчивость",
            value: 5
        },
        {
            title: "организаторские способности",
            value: 4
        },
        {
            title: "аналитические способности",
            value: 4
        },
        {
            title: "стратегическое мышление",
            value: 5
        },
        {
            title: "самоконтроль",
            value: 5
        },
        {
            title: "ответственность",
            value: 4
        },
        {
            title: "коммуникабельность",
            value: 4
        },
        {
            title: "инициативность",
            value: 5
        },
        {
            title: "новаторство",
            value: 3
        },
        {
            title: "дисциплинированность",
            value: 5
        }
    ],
    specification: [
        {
            title: "производство",
            value: 90
        },
        {
            title: "правовая сфера",
            value: 80
        },
        {
            title: "предпринимательство",
            value: 70
        },
        {
            title: "финансы",
            value: 60
        },
        {
            title: "силовые структуры",
            value: 50
        },
        {
            title: "IT-отрасль",
            value: 40
        },
        {
            title: "медицина",
            value: 30
        },
        {
            title: "техническая отрасль",
            value: 20
        }
    ],
    specialties: ['главный инженер', 'главный конструктор', 'начальник цеха', 'руководитель отдела', 'следователь', 'дознаватель', 'судья', 'прокурор', 'нотариус', 'адвокат', 'юрисконсульт', 'правовед', 'аудитор', 'финансовый аналитик', 'банкир', 'предприниматель', 'полицейский', 'военнослужащий', 'программист', 'специалист по стандартизации', 'врач-хирург', 'бортинженер', 'радиоинженер', 'технолог', 'инженер АСУП', 'метеоролог', 'музыковед', 'редактор'],
    notengage: 'вам не показаны профессии, где необходимо принимать быстрые решения на основе неполных данных и те, где успех зависит от вовремя проведенных психологических приемов. Сложно будет заниматься деятельностью, непосредственно связанной с воспитанием, обучением, организацией досуга и развлечений, а также в области продаж и предоставления сервиса и услуг.',
    strengths: {
        title: 'деловая логика, порядок, анализ, прирожденный организатор',
        text: 'вам присуща деловая логика, вы активный, практичный, во всем любите порядок, тщательно обдумываете, планируете, анализируете детали любого дела. Вы прямой и откровенный, и окружающим всегда известна ваша позиция. Обычно вы педантичный и решительный человек, которому присуще желание довести дела до конца, что приводит к успеху во многих коммерческих областях. \n\n   Вы хорошо работает в бизнесе и финансах, часто зарабатывает много денег и разумно их вкладываете.       \n\n  В качестве управленца вы скорее всего сделаете себе карьеру и займете высокое положение, поскольку можете проделать огромную работу в отведенное для нее время и можете организовать такую же работу подчиненных, являясь хорошим  и довольно жестким администратором.\n\n Умение отделить главное от второстепенного, сформулировать задачу и решить ее рационально — с минимальными потерями при максимальной выгоде — составляет основу вашего менеджерского таланта.\n\nВас отличает спокойно-ироничное и практичное отношение к жизни. Способность к иронии — следствие исходной рациональности и логичности, когда наблюдая хаотичную и часто бессмысленную, с вашей точки зрения, деятельность окружающих, достаточно рано вырабатывает скептическое и слегка флегматичное отношение к жизни вообще. Реально и здраво оцениваете свои шансы и возможности, ваше честолюбие обычно ограничивается тем, чтобы занять нишу не ниже своего уровня.    \n\n         Прирожденный разведчик, проявляете изобретательность, внимательны к окружающим, все видите, слышите, замечаете. Устойчивы в привязанностях, дома и на работе выступаете в роли общительного и стабильного партнера. \n\nЭкспертное видение целесообразности действий и качества реальных объектов. Всегда можете найти наиболее выгодный вариант вложения средств и наиболее эффективную технологию. Последнюю вы, впрочем, может создать и сам, да еще и обучить ей других. \n\n        Мышление эффективнее работает, когда необходимо выполнять системно-аналитическую работу. Легче ориентируетесь в пространстве, характер мышления конкретный, практический, в незнакомой ситуации опираетесь на известное. Жизненная позиция — здесь и теперь. Лучше справляетесь с задачами крупномасштабными, предполагающими широкое поле деятельности, требующими повышенной активности и интенсивных энергозатрат.\n\n Имеете взыскательный вкус, умеете не только приобретать, но и создавать своими руками красивую и эффектную и одновременно недорогую и практичную одежду. Ваше чувство стиля безукоризненно. Вообще вы — сторонник сочетания прекрасного с утилитарным. По вашему мнению, даже безделушки должны быть не только красивыми, но и чем-то полезными.'
    },
    weaksides: {
        title: 'консерватизм, саморегуляция, время, пунктуальность',
        text: 'несколько консервативны, с незнакомыми людьми холодны, в споре горячи, часто критикуете тех, кто по вашему мнению легкомысленен, неподобающим образом себя ведет. \n\n       Все, что связано с необходимостью следить за течением времени вызывает у вас стрессовое состояние. Нарушение планов, внезапные события, опоздания, необходимость точно соблюдать график — явления, которые вас напрягают. Слабая интуиция времени дает вам некоторую зацикленность на избранных проблемах.  Свою глубинную неуверенность в будущем вы пытаетесь компенсировать рациональным и далеко идущим планированием жизни и в логичности рассуждений вам не откажешь. \n\nТрудно подобрать стиль общения к возрасту собеседника. Проявляете эмоциональную неуверенность в поведении в незнакомой ситуации и с незнакомыми людьми. Не можете достоверно определять степень искренности отношений и часто становитесь добычей льстецов и интриганов, поэтому со временем начинаете подозревать интересующихся вами людей в корыстных целях. \n\n       Саморегуляция для вас не является предметом особой заботы, вы скорее будет изменять не соответствующую вашим представлениям о норме ситуацию, нежели себя.'
    },
    recommendations: {
        development: [
            'Всегда старайтесь держать под контролем следующее: не торопитесь начинать новое дело, пока не проанализируете, какие возможности могут возникнуть в будущем, держите во внимании чувства окружающих людей. Старайтесь с присущей вам  мудростью принимать жизнь во всем ее многообразии.',
            'Признать свои сильные и слабые стороны, и понять, что  вам   придется делиться своими сильными качествами с другими людьми, и трудиться над совершенствованием слабых. Только в этом случае, вы имеете все шансы быть оцененными по достоинству окружающим миром и получить все о чем мечтаете.',
            'Для развития своих сильных сторон личности стремитесь к карьерному росту, ваше место на руководящей должности.  Для вас будут интересны психологические тренинги на тему «Деловым людям — деловые беседы».  Организуйте себе хобби по ремонту ПК, микроэлектроники, часов, вязании, вышивании.  Не отказывайте в помощи родным, друзьям, коллегам по работе в изучении наук — особенно математики. Займитесь изучением компьютерных языков, в свободное время ваш мозг можно развлекать решением головоломок, ребусов, логических задач.',
            'Для гармонизации структур личности, а также избегания появления значительных проблем в жизни делайте упор на развитие своих эстетических способностей, это может принести радость вам и окружающим. Нелишним будет посетить тренинги по телесной терапии, семинары на развитие наблюдательности в общении.'
        ],
        personality: [
             'Не увлекайтесь излишней рациональностью — вам не повредит толика идеализма в обыденной жизни. Иначе в отчаянной попытке преодолеть свое «земное притяжение» вы можете начать поддаваться на многочисленные жизненные искушения и с отважным кличем «летать так летать!» пуститься во все тяжкие (нередко подобные опыты совпадают с 40-летним кризисом). Однако такой «отрыв от земли» заканчивается чаще всего болезненным падением. ', 'Вам наиболее свойственно желание и умение создавать вокруг себя нужную реальность  и ощущать себя в ней творцом. Но вы — не Бог, и ваша реальность ограничена вашими собственными представлениями о ней. Другие люди имеют другие реальности, у каждого она своя. Поэтому старайтесь не смотреть на своих близких и сослуживцев только лишь как на кирпичики возводимого вами здания стабильности и благополучия.', 'Не пытайтесь контролировать все и вся! Даже если вы свято уверены в своей правоте и пытаетесь предостеречь кого-то от непоправимых, на ваш взгляд, ошибок, не стоит слишком увлекаться. Оставьте им самим право самостоятельно решать возникающие проблемы и добиваться успеха.', 'Полезно уметь расставлять приоритеты — какая степень вашего контроля в каких случаях требуется. Если какая-то важная проблема упорно не «желает» разрешаться, и вы никак не можете повернуть развитие событий в свою пользу, значит,  эта ситуация не подлежит вашему контролю. Другими словами, она находится за пределами вашего «царства».  Иначе ваша жизнь превратится  в череду борьбы с проблемами, за которой можно пропустить саму жизнь. ', 'Старайтесь держать на контроле свое природное честолюбие, иначе можете стать рабом своей натуры на почве конкуренции.', 'Отношения с людьми старайтесь выстраивать не только исходя из практической выгоды, которую могут они вам принести сейчас и в дальнейшей жизни, а также просто потому что вы живете в обществе и в нем могут не только взаимовыгодное сосуществование, но еще и просто дружба.', 'Убедите себя , что все люди устроены по-разному, и потому: не требуйте от людей аналогичного вашему ходу мыслей и соответствующих решений и поступков; на ждите и не требуйте подспудно от окружающего мира бурного восхищения вашей деятельностью и ее результатами. ', 'Логика, здравый смысл и реалистичный взгляд на вещи — это ваши лучшие качества, базирующиеся на вашей исходной энергетике, так что несите их в мир, не ропща не бестолковость и неблагодарность окружающих, и не обращая свои исключительные достоинства в невыносимые недостатки.',                'Учитесь верить в лучшее и радоваться малому, и к вам придет полнота и радость жизни.'
        ]
    }
}

$store.jptest = $store && $store.jptest || {};

$store.jptest.jp5 = {
    orientation: 'лучше всего вы проявите себя в [i]гуманитарной[/i] деятельности, ведь вас живо интересуют человеческие отношения и состояния окружающих. Ваше призвание в сфере искусства, заботе о людях, в предоставлении различных услуг,  вообщем,  где бы вы не работали, вы будете вкладывать свою энергию в строительство отношений, создание атмосферы участия и взаимного интереса людей к другу, комфорта и заботы.\n\n [b]Театр, медицина, соцзащита, обучение и воспитание детей, туристические услуги, все, что связано с общением и влиянием на людей  —  вот те сферы, где раскроются ваши таланты.[/b]',
    stimulus: 'вы человек, сосредоточенный на своих отношениях с миром.  У вас присутствует понятие практичности, понимания собственных целей и умения их добиваться, уравновешенности, способности обеспечить комфорт, силы. Вы стараетесь гармонизировать свое личное пространство и заботитесь о том, чтобы работа не нарушала ваших эстетических и эргономических критериев. Вы отчетливо ощущает свое существование, комфортом которого не будете жертвовать ради каких-то виртуальных проектов. Конкретная практичность и вкус к житейским радостям абсолютно не коррелируют с портретами на доске почета и торжественным рукопожатием начальника, вам в качестве  вознаграждения за труд нужны материальные выплаты, поэтому именно личное [i]благосостояние[/i] будет вашим стимулом в работе.',
    profile: [
        {
            title: "предприимчивость",
            value: 2
        },
        {
            title: "организаторские способности",
            value: 2
        },
        {
            title: "аналитические способности",
            value: 2
        },
        {
            title: "стратегическое мышление",
            value: 3
        },
        {
            title: "самоконтроль",
            value: 3
        },
        {
            title: "ответственность",
            value: 4
        },
        {
            title: "коммуникабельность",
            value: 4
        },
        {
            title: "инициативность",
            value: 5
        },
        {
            title: "новаторство",
            value: 3
        },
        {
            title: "дисциплинированность",
            value: 5
        }
    ],
    specification: [
        {
            title: "творчество",
            value: 90
        },
        {
            title: "соцзащита",
            value: 80
        },
        {
            title: "менеджмент",
            value: 70
        },
        {
            title: "дизайн и реклама",
            value: 60
        },
        {
            title: "медицина",
            value: 50
        },
        {
            title: "физический труд",
            value: 40
        },
        {
            title: "охрана окр. среды",
            value: 30
        },
        {
            title: "сельское хозяйство",
            value: 20
        }
    ],
    specialties: ['актер', 'режиссер', 'сценарист', 'писатель', 'балетмейстер', 'хореограф', 'музыкант', 'конферансье', 'социальный работник', 'менеджер по связям с общественностью', 'event-менеджер', 'pr-менеджер', 'аниматор', 'художник-оформитель', 'художник по костюму', 'ландшафтный дизайнер', 'художник по тканям', 'дизайнер интерьера', 'врач-реабилитолог', 'врач-косметолог', 'массажист', 'фармацевт', 'сиделка', 'кулинар', 'сомелье', 'дегустатор', 'парфюмер', 'визажист', 'стилист', 'эколог', 'лесник', 'агроном', 'ветеринар'],
    notengage: 'любая деятельность, где необходимо думать о перспективах и принимать стратегические, ответственные решения противопоказана. Очень сложно вам стать успешным в финансовой, банковской, предпринимательской деятельности в силовых структурах, а также не стоит  осваивать следующие профессии, как: инженер-технолог, спасатель, делопроизводитель,  логист, следователь, бортпроводник, летчик, космонавт, гонщик, инженер-испытатель.',
    strengths: {
        title: 'творчество, доброта, эстетика, сопереживание',
        text: 'вы обладаете хорошим вкусом, чувством меры. Ваша сверхценность воплощена в слове «гармония». Поэтому рядом с вами очень комфортно находиться, чем бы вы не занимались, вы человек своей сущностью, своей природой гармонизируете пространство.  Склонность к художественному творчеству является вашим отличительным свойством. \n\nКлючевыми словами у вас являются: мягкое обаяние, конформизм в общении и стремление к материальному комфорту. Вы являетесь искренним сторонником и искусным мастером компромиссов, способным погасить пожар конфликта улыбкой, шуткой, комплиментом, взаимовыгодным предложением. Очень дипломатичны.\n\nГлавное для вас — это неспешно, со вкусом наслаждаться жизнью. Вас влекут в первую очередь земные человеческие радости: уютное, комфортабельное жилище, вкусная кухня, задушевная беседа, любимая книга, партеечка в преферанс и т. д.\n\nВы далеки от духовных или умственных напряжений, чужд вам карьеристский или идеологический надрыв. \n\nЧасто такие люди, как вы, бывают артистически одаренными, вы прирожденный конферансье, ведущий, тамада, настоящий дока в заполнении пауз и поддержании веселого и душевного тонуса и духа застолья, концерта, шоу. Вы мастер дружеских розыгрышей.  Также обладаете способностями сочинителя и постановщика шутливых водевилей, домашних спектаклей. Отличаетесь великолепным эстетическим вкусом, чувством формы, цвета. Отлично чувствуете где и чем можно поживится, если дело касается приятных ощущений, удобств, комфорта, и берете свое с улыбкой, шуткой, часто с некоторым плутовством и обаятельной хитринкой. \n\nЛегки и непринужденны в контактах, умеете расположить к себе и  поднять настроение кстати рассказанной байкой или анекдотом. \n\nЕстественный в обращении с детьми и животными,  очень любите  природу и землю. Ваш девиз — «Живи и давай жить другим», и вы редко пытаетесь изменить других людей, веря, что люди и природа должны жить в гармонии.\n\nВы утонченный и всегда открытый для сотрудничества, чрезвычайно добрый и сопереживающий человек, остро воспринимаете нужды других и счастливы, оказывая помощь. \n\nМожете правильно оценить качество любого продукта и в деталях это объяснить. \n\nПредпочитаемыми ценностями являются доброта, чувство собственного достоинства, взаимопомощь и доверие. Достаточно много жизненной активности. Можете быть точным, хорошо прослеживаете  ближайшие последствия принятых решений. Формируете промежуточные решения по ситуации. Корректируете их в процессе выполнения. Лучше справляетесь с задачами локальными, ограниченными по масштабу или разбитыми на этапы, допускающими постепенность и неспешность в своем решении, требующими глубокой проработки. \n\nМожете отставать в учебе в школе, и из-за этого не испытывая интереса к академическим наукам, не получаете дальнейшего образования. Так ваш талант в школе может быть незамеченным, и позднее люди, учившиеся вместе с вами, могут быть поражены вашими достижениями во взрослой жизни. \n\n         Жизненным приоритетом являются отношения между людьми. Мотивирующая сила идет изнутри. С удовольствием завершаете дело. Мотивацией деятельности является интерес к работе, благосостояние. Для восстановления энергии предпочитаете одиночество. В речи часто используете детальные описания.'
    },
    weaksides: {
        title: 'финансы, лидерство, анализ, эмоции',
        text: 'сложнее всего ориентируетесь в вопросах, связанных с экономикой, технологией, выгодой и целесообразностью. Вы теряется перед сложным технологическим заданием, плохо оцениваете затраты, нужные для воплощения идей. \n\n      Несмотря на достаточную жизненную активность с управленческой карьерой вы плохо совместимы, вы практически не сможете руководить  большим коллективом людей. Сметы, технологии, бухгалтерия — все это вгоняет вас в жесточайший стресс. Вы не можете рассмотреть нестандартные выходы из ситуации, не готовы к неожиданным переменам, не умеете быстро освоить большой массив информации. Рискованные финансовые операции — не ваша стихия.\n\n        Чувства у вас чрезвычайно обострены, зачастую оголены, это в свою очередь затрудняет психоэмоциональную саморегуляцию. \n\n      Импульсивность, дух свободы, стремление уйти от любого рода регламентов, требований, ограничений, идущих сверху, а также отсутствие от природы упорства, настойчивости, целеустремленности и дальновидности при определенных обстоятельствах могут сделать вашу жизнь довольно проблематичной.'
    },
    recommendations: {
        development: [
            'Честно оценить и интенсивно, и добросовестно использовать свой потенциал.',             'Признать свои сильные и слабые стороны, и понять, что  вам   придется делиться своими сильными качествами с другими людьми, и трудиться над совершенствованием слабых. Только в этом случае, вы имеете все шансы быть оцененными по достоинству окружающим миром и получить все о чем мечтаете.',               'Для дальнейшего развития своих сильных сторон Вам будет полезно  посетить тренинговые занятия и семинары по улучшению навыков эффективного общения с людьми, они рекомендуются тем, кто уже обладает определенным потенциалом в этой области, для повышения профессиональных качеств и продвижения в карьере.',                   'Для  гармонизации структур личности вам могут быть полезны тренинги для выработки навыков самоорганизации, на них вы научитесь планировать свое время, ставить цели, выделять приоритеты, анализировать ситуацию на более длительные сроки, нежели один день. Такие занятия показаны импульсивным людям, для повышения общего уровня самоорганизации и самоконтроля.'
        ],
        personality: [
             'Не замыкайтесь в своей «уютной норке»! Старайтесь нести в мир эстетику, красоту, душевное тепло и положительные эмоции — люди вернут вам все «сторицей».', 'Контролируйте себя в следующем: не тратьте слишком долгое время на рассмотрение дела, старайтесь оценить ситуацию с логической точки зрения, не упускайте из виду будущие возможности, не откладывайте решения на потом и помните о сроках, обязательно делайте выводы из своих промахов и ошибок.', 'Чтобы избежать больших проблем в жизни и со здоровьем, не стремитесь занять высоких постов в финансовых организациях.', 'Уходите от искушения перекладывать груз своих благих намерений и соответствующих хлопот на плечи других людей — у Космоса на них свои виды. Если вы реально оцените собственные силы и возможности, объем ваших действий определится сам собой.', 'Чтобы ваша деятельность стала действительно полезной и необходимой людям, Вам полезно определиться с системой приоритетов — какая степень ваших усилий в каких случаях требуется.', 'Старайтесь не слишком зацикливаться на мелочах настоящего, сегодняшнего, в вашей жизни есть еще и будущее, и о нем иногда необходимо задумываться.', 'Индикатором правильности использования ваших сильных сторон личности, исходной энергетики будет являться ощущение легкости, удовольствия от жизни.'
        ]
    }
}

$store.jptest = $store && $store.jptest || {};

$store.jptest.jp6 = {
    orientation: 'в чем может быть наиболее успешен человек, который чувствует свойства материалов, адекватно оценивает качество конкретных продуктов, понимает, какие процессы и инструменты помогут получить желаемый результат? Если вы легко улавливаете смысл чертежей и технологий, цифр и знаков, любите возиться с материалами, то именно в производственной деятельности раскроются ваши таланты и творческие способности.  [b]Стратегически верно ориентировать вас на достижения в конкретной [i]производственной[/i] деятельности, поставляющей миру определенный четко оформленный материальный продукт.[/b]',
    stimulus: 'вы человек, сосредоточенный на своих отношениях с миром.  У вас присутствует понятие практичности, понимания собственных целей и умения их добиваться, уравновешенности, способности обеспечить комфорт, силы. Вы стараетесь гармонизировать свое личное пространство и заботиться о том, чтобы работа не нарушала их эстетических и эргономических критериев. Вы отчетливо ощущаете свое существование, комфортом которого не будет жертвовать ради каких-то виртуальных проектов. Конкретная практичность и вкус ко всем радостям обычной жизни абсолютно не сочетается с портретами на доске почета и торжественное рукопожатие начальника, вам в качестве  вознаграждения за труд нужны материальные выплаты, и именно личное [i]благосостояние[/i] будет вашим стимулом в работе.',
    profile: [
        {
            title: "предприимчивость",
            value: 5
        },
        {
            title: "организаторские способности",
            value: 2
        },
        {
            title: "аналитические способности",
            value: 3
        },
        {
            title: "стратегическое мышление",
            value: 3
        },
        {
            title: "самоконтроль",
            value: 5
        },
        {
            title: "ответственность",
            value: 4
        },
        {
            title: "коммуникабельность",
            value: 2
        },
        {
            title: "инициативность",
            value: 5
        },
        {
            title: "новаторство",
            value: 3
        },
        {
            title: "дисциплинированность",
            value: 4
        }
    ],
    specification: [
        {
            title: "предпринимательство",
            value: 90
        },
        {
            title: "финансы",
            value: 80
        },
        {
            title: "техническая отрасль",
            value: 70
        },
        {
            title: "физический труд",
            value: 60
        },
        {
            title: "творчество",
            value: 50
        },
        {
            title: "транспорт",
            value: 40
        },
        {
            title: "пищевая отрасль",
            value: 30
        },
        {
            title: "экстремальные профессии",
            value: 20
        }
    ],
    specialties: ['предприниматель среднего звена', 'финансист', 'андеррайтер', 'экономист', 'радиоинженер', 'технолог - нанотехнолог', 'инженер-механик', 'товаровед', 'автомеханик', 'оценщик', 'бармен', 'повар, кондитер', 'парикмахер', 'флорист', 'ювелир', 'швея', 'дизайнер интерьера', 'модельер', 'скульптор', 'бортинженер', 'бортпроводник', 'водитель', 'штурман', 'летчик', 'космонавт', 'каскадер', 'пожарный', 'сотрудник МЧС', 'телохранитель', 'гонщик', 'инженер-испытатель', 'военнослужащий'],
    notengage: 'любая работа в сильном эмоциональном поле, в атмосфере кипения страстей, с неожиданными немотивированными выпадами в вашу сторону. Такая работа способна погасить и без того ваш небольшой энтузиазм  и вызвать депрессию. Необходимость проявлять повышенную эмоциональность измотает вас начисто.  Не стоит идти в область педагогики и психологии, HR, рекламы, а если выберете профессию актера, то имейте ввиду, что длительная эмоциональная эксплуатация вашей личности может в зрелом возрасте обернуться нервными срывами.',
    strengths: {
        title: 'активность, упорство, наблюдательность, гибкость',
        text: 'высокая активность, сопряженная с бесстрашием, риском, упертостью в достижении цели. Для вас нет ситуаций, с которыми вы можете не справиться, если они совпадают с вашими внутренними стимулами. \n\n   Вы спокойный труженик, который рассчитывает в основном на себя и предпочитает не размениваться на много дел сразу. Обычно выбираете одну сферу деятельности, в которой стремитесь к мастерству и совершенству, чем обеспечиваете себе успех и сопутствующие солидность и престиж, а иногда известность и славу.\n\nВы беретесь за все, так как для вас всегда важна конечная цель предприятия. Временные трудности, по вашему мнению, не должны служить препятствием и тормозить движение к результату. «Без труда не вытащишь рыбку из пруда» — это ваше кредо, и вы трудитесь, как пчела. Но труд для вас должен быть целесообразным и оправданным.  \n\nУ вас великолепная память на запахи, ощущения, по ним вы можете даже восстановить яркие картины прошлого.  \n\n Мышление отличается нешаблонностью, креативностью. Более развито предметное мышление. Наблюдательны, замечаете мелкие подробности — очень важное качество в деловом мире. Обладаете прекрасным  чувством реальности. Экспертное видение соотношения цена/качество. Четко оцениваете предстоящие затраты средств и сил — и никогда не пойдете на неоправданные расходы. Вам присуще ясное ощущение динамики ресурса даже без явного подсчета имеющихся средств. Настроены на комфорт и целесообразность, поэтому не склонны суетиться по пустякам. \n\nСпособности к практическим работам простираются и на понимание и умение обращаться с механическими устройствами, машинами и станками, автомобилями и любыми видами транспорта.       Операционально-технологические навыки обращения  с различными инструментами кажется заложены в вас с рождения.\n\n      Эргономика, эстетика, удобство, здоровье, кулинария — это области в которых вашим суждениям вполне можно  доверять. Женщина вашего типа обладает хорошим вкусом и прекрасными способностями к рукоделию — часто сама шьет, вяжет или конструирует одежду (а также дизайн квартир, офисов). Вообще тяготеете к дорогой, стильной и солидной одежде. \n\n         Хорошо чувствуете время, можете правильно оценить ситуацию, провести расстановку сил и найти удачное решение. \n\n      Гибкость позволяет вам легко приспосабливаться к незапланированным мероприятиям, встречам. В социально значимой ситуации вы довольно точны: вы  не опаздываете на встречи, выполняете графики. Вы живете в полном смысле этого слова ощущениями: умеете воспринимать природу, искусство, наслаждаться всем видимым, слышимым, ощущаемым. Очень точно чувствуете свое физическое «я» и его потребности, обладаете ясно выраженным ритмом жизни. Живете как будто лишь одним днем. Все, что будет завтра, для вас немного неожиданно. Бесстрашие, мужество, упорство, способность к точному расчету позволяет вам успешно реализовать себя в профессиях, связанных с особым риском. \n\nЛучшее занятие для вас — работа на конкретный, ощутимый результат. Вы не гонитесь за легкой и быстрой удачей, а предпочитаете синицу в руке, и, образно говоря говоря, птичка эта чаще всего создана вашими собственными руками. Вы умеете подобрать методы, распределить средства, довести работу до конца.     \n\nХорошо справляетесь с решением повседневных, текущих задач, практически ориентированных, с гарантированной материальной отдачей. Предпочитаете действовать, а не планировать. Не любите скандалов, эмоциональных вспышек окружающих, старается таких людей удалить от себя.'
    },
    weaksides: {
        title: 'эмоции, интуиция, консерватизм, общение',
        text: 'вы отрицательно относитесь к теоретическим аспектам управления. Стремление к свободе, нонконформизм, игнорирование зависимости себя от требований системы создают для вас затруднения в деловом общении. Не переносите грубого обращения, будете оставаться миролюбивым и дружелюбным до тех пор, пока собеседник не вызовет у вас эмоциональной перегрузки. \n\n        Ваши эмоции — явление неуправляемое, стихийное и очень для вас  разрушительное. Обидчивы, причем, не всегда по делу. Сложнее всего вам находиться в атмосфере кипения страстей. Необходимость проявлять повышенную эмоциональность изматывает вас начисто.  \n\n        Из-за неразвитого абстрактного мышления вы не имеете чувства предвидения и надеется лишь на свои силы и волю. Чаще преобладает интерес в личной стабильности и удобство, которое вы попытаетесь создать в любом месте, где вы вынужден находиться, даже иногда в ущерб другим. Не вызывает всплеска энтузиазма работа, которая может нарушить реальный комфорт сегодняшнего дня, ради какой-то эфемерной выгоды завтра.'
    },
    recommendations: {
        development: [
            'Честно оценить и интенсивно, и добросовестно использовать свой потенциал.',              'Признать свои сильные и слабые стороны, и понять, что  вам придется делиться своими сильными качествами с другими людьми, и трудиться над совершенствованием слабых. Только в этом случае, вы имеете все шансы быть оцененными по достоинству окружающим миром и получить все о чем мечтаете.   ',               'Для дальнейшего развития сильных сторон вашей личности и отличительных качеств вам будет полезно максимально использовать свой неиссякаемый талант мастера в любом деле: это может быть в виде хобби — шитье, вязание, гравировка, изготовление ювелирных изделий, а может быть, как дополнительное развитие на курсах — кулинарных, парикмахерских, дизайна.',              'Для гармонизации структур личности начните развивать в себе умение проживания эмоций с общении с людьми. Желательно посетить  психологические тренинги, где обучают правилам и навыкам межличностного общения.'
        ],
        personality: [
             '«Отводя душу» в сенсорных  ощущениях и эстетическом обустройстве реальности, старайтесь ставить этот процесс «на поток», дающий выгоду и приносящий прибыль. Мужчины могут организовать доходный бизнес, основанный на торговле или производстве мебели, отделочных материалов, тканей, оргтехнике и т. п.', 'Необходимо контролировать следующее: не тратить слишком много времени на рассмотрение дела, не упускать из виду будущие возможности, считаться с чувствами окружающих, не откладывать решения и помнить о сроках. ', 'Учитесь все таки контролировать свои эмоции, особенно при выполнении какой-либо работы, иначе ее качество может непосредственно коррелировать с вашим настроением. Зависимость результата работы от настроения — это ваша типичная особенность.', 'В хорошо знакомой обстановке вы можете позволять себе «лишнее» в общении, иногда это бывают довольно таки неоднозначные остроты и комментарии, в такие моменты ваши родные и друзья чувствуют себя рядом с вами не совсем уютно, а вам кажется, что вы просто проявляете заботу о них, пытаясь поднять им настроение. Следите за своим поведением в компаниях.', 'Иногда вам присущ излишний консерватизм и осторожность по отношению к открывающимся перспективам, не бойтесь немного экспериментировать в жизни, от этого в ней появляются новые и интересные краски.  ',           'Упорство, здравый смысл и реалистичный взгляд на вещи — это ваши лучшие качества, базирующиеся на вашей исходной энергетике, так что несите их в мир не ропща на бестолковость и неблагодарность окружающих, и не обращая свои исключительные достоинства в невыносимые недостатки.',             'Постоянно контролируя меняющуюся жизнь, не воспринимайте каждый новый поворот судьбы лишь с точки зрения выгоды сегодняшней, он может принести вам гораздо больше в будущем. Не забывайте ценить то, что уже имеете. Учитесь верить в лучшее и радоваться малому, и к вам придет полнота и радость жизнь.'
        ]
    }
}

$store.jptest = $store && $store.jptest || {};

$store.jptest.jp7 = {
    orientation: 'вы изначально ориентированы на взаимоотношения и при этом умеете ценить конкретные материальные проявления мира, вследствие этого, стоит направить свои устремления в профессиональной деятельности в [i]гуманитарно-прикладной[/i] сектор человеческой деятельности.',
    stimulus: 'вы человек, обладающей настоящей волей, не уходящий от ответственности, способный не только защитить, но и расширить свою территорию, становиться лидером практически не напрягаясь.  Вы умеете добиться задуманного, решать трудные задачи, распорядиться властью, позаботиться об окружающих.\n\n [b]Вашим стимулом будет [i]общественное признание[/i], возможность сделать успешную карьеру, власть, влияние, уважение, [i]престижное положение[/i].[/b]',
    profile: [
        {
            title: "предприимчивость",
            value: 3
        },
        {
            title: "организаторские способности",
            value: 4
        },
        {
            title: "аналитические способности",
            value: 2
        },
        {
            title: "стратегическое мышление",
            value: 2
        },
        {
            title: "самоконтроль",
            value: 3
        },
        {
            title: "ответственность",
            value: 4
        },
        {
            title: "коммуникабельность",
            value: 4
        },
        {
            title: "инициативность",
            value: 5
        },
        {
            title: "новаторство",
            value: 5
        },
        {
            title: "дисциплинированность",
            value: 3
        }
    ],
    specification: [
        {
            title: "политика",
            value: 90
        },
        {
            title: "торговля и сервис",
            value: 80
        },
        {
            title: "творчество",
            value: 70
        },
        {
            title: "силовые структуры",
            value: 60
        },
        {
            title: "HR-область",
            value: 50
        },
        {
            title: "педагогика",
            value: 40
        },
        {
            title: "маркетинг и реклама",
            value: 30
        },
        {
            title: "психология",
            value: 20
        }
    ],
    specialties: ['политолог', 'дипломат', 'специалист по государственному и муниципальному управлению', 'менеджер по связям с общественностью', 'менеджер по продажам', 'продавец-консультант', 'менеджер торгового зала', 'менеджер по работе с клиентами', 'страховой агент', 'актер', 'режиссер', 'продюсер', 'декоратор', 'стилист', 'фотомодель', 'военнослужащий', 'полицейский', 'кросс-культурный менеджер', 'менеджер HR', 'менеджер по подбору персонала', 'педагог', 'социальный педагог', 'воспитатель', 'спортивный тренер', 'PR-менеджер', 'арт-директор', 'креативный директор', 'психолог', 'социальный работник',  'священнослужитель'],
    notengage: 'исключается работа с мертвыми числами и формальностями, не связанными с общением; не показаны профессии, где нужно со «страшной скоростью считать в уме»;  в области законодательства, юриспруденции, следствия, судебной системы, финансы, бухгалтерии.',
    strengths: {
        title: 'воля, гуманность, общение, дипломатичность',
        text: 'выраженная сила воли и творческая этика отношений. Область интересов: земные, яркие публично признанные достижения. Высокое самомнение. Вы прирожденный вожак и лидер, вы очень энергичны. Теория и анализ привлекают  мало, поскольку предпочитаете быть в гуще событий, а не думать о них. Можете вести несколько дел одновременно, так как обладаете талантом переключать свое внимание с одной задачи на другую по мере необходимости, но часто бывает, что новое интересное отвлекает, и как правило, копится много незавершенных дел.\n\n Наиболее подходящее поле деятельности: политика с сопутствующим удовлетворением амбиций и приобретением всех привилегией, которые дает власть. Вы человек, который больше других жаждет поклонения и славы — будь то политика, социально-иерархическая лестница, творческие достижения или брак. Основной девиз: «Пришел, увидел, победил!»  Вас не влечет отдаленная, призрачная слава — когда-нибудь в старости или в следующей жизни. Признание должно присутствовать в каждый отдельно взятый момент времени и пространства, здесь и сейчас!\n\n Вы — жизнелюб и оптимист, не выносите длительного бездействия, одиночества и уныния. Вам не свойственны долгие размышления и раскачивания, вы волевой и одновременно ярко-эмоциональный тип. Ваши чувства сильны, подчас яростны, желания остры, конкретны и непременно должны исполняться. Вы стремитесь жить сочно, со вкусом и обычно распространяете вокруг себя ауру активного и деятельного оптимизма.  Вам не откажешь в пробивных и организаторских способностях.\n\n          У вас великолепное знание людей и чутье на человеческие слабости. Умеете быть щедрым и великодушным.  В любом случае обладаете живой, отзывчивой, кипучей натурой, и у окружающих всегда есть шанс завоевать ваше расположение и получить в его лице друга, деятельного помощника или остроумного советчика.\n\n К вам идут за сочувствием, советом, помощью, и вы мастерски и блестяще находит выход из запутанных ситуаций, решаете наболевшие вопросы (что-то организуете, пробиваете, кого-то куда-то устраиваете и пр.).\n\n Вы вполне в состоянии оценить чужие оригинальные идеи и таланты. Непосредственное восприятие действительности. Вас не пугает состояние неопределенности. Кроме того,  хорошо усваиваете технологические приемы, которые потом можете не только воспроизвести, но и передать другим.\n\n         Направленность на внешние контакты позволяет вам очень быстро найти себе компанию, включиться в рабочую группу, коллектив и завоевать расположение людей. Вы полезны и эффективны только в работе с коллективом. Хорошо справляетесь с задачами первоочередными, требующими оперативного решения.\n\n       Цель общения - донести отношение, обменяться энергией. Цель деятельности - доставленное удовольствие. Оцениваете людей в работе по по участию, по старанию. Ориентация в жизни на людей, гуманность, ценности.\n\n       Непредвиденные обстоятельства воспринимаются вами как интересные новости, способные оживить ситуацию, и не повергают  в ужас. Сохраняете ясную голову, когда поджимают сроки и окружающие впадают в отчаяние.  В меру дипломатичны, умело ухаживаете за лицами противоположного пола.'
    },
    weaksides: {
        title: 'логика, управление временем, импульсивность',
        text: 'большие проблемы с логикой и дальновидностью. Склонны к волюнтаризму. Эмоциональные реакции могут брать  верх над рациональными расчетами.  Процесс обучения и самообразования является для вас только средством сиюминутного практического использования, сам по себе он непривлекателен.  Сложнее всего  даются расчеты, оформление договоров и другие юридические тонкости.\n\n Также есть трудности при управлении временным ресурсом. Вы с трудом оцениваете, сколько времени займет работа, слабо чувствуете, сколько времени прошло, легко программируетесь на обещания быстрого эффекта. В полном смысле вас нельзя назвать удачным управленцем. Неуемное стремление к общению, мягкость, теплота, щедрость не всегда позволяют распределить роли на пользу дела, использовать жесткость  и требовательность, когда это необходимо. Способность к прогнозированию результатов в силу повышенной импульсивности также затруднена.'
    },
    recommendations: {
        development: [
            'Признать свои сильные и слабые стороны, и понять, что  вам   придется делиться своими сильными качествами с другими людьми, и трудиться над совершенствованием слабых. Только в этом случае, вы имеете все шансы быть оцененными по достоинству окружающим миром и получить все о чем мечтаете.', 'Необходимо контролировать себя в следующем: не бросаться сразу в новое дело, заглядывать вперед, чтобы определить будущие возможности развития, оценивать ситуацию с логической точки зрения и обращать внимание на новую информацию, прежде чем принять решение.',    'Вам могут быть интересны тренинги, семинары, занятия, которые обучают эффективным коммуникациям, способствуют дальнейшему развитию навыков общения с людьми. Такие программы будут полезны тем, кто уже обладает хорошими навыками общения, работает или собирается работать в сфере, непосредственно связанной с коммуникациями (продажи, сервис, консалтинг, политика).','Для гармонизации структур личности, а также избегания значительных проблем в жизни, делайте упор на развитие логики и анализаторских качеств в характере. Учитесь управлять своей собственной базовой энергетикой, ставить перед собой конкретные цели с определенными временными рамками и четко следовать их выполнению. Рекомендуется посетить психологические тренинги и занятия на развитие логического мышления, в обыденной жизни посвящайте свободное время решению логических задач, кроссвордов типа судоку.'
        ],
        personality: [
            'При обуревании желания допрыгнуть до неба, окружающих людей, которые не горят таким желанием, вы можете воспринимать, как «ничтожных, жалких личностей», аккуратнее с этим, так можно заработать ярко выраженную манию величия, с которой потом придется бороться.',               'Часто вы обожаете демонстрировать свою интуицию и знание жизни. На самом же деле вы болезненно уязвимы в вопросах логического анализа происходящего, а также предвидении будущего. Все ваши сокрушительные провалы, ошибки и просчеты произрастают на этой почве. Дело в том, что вы слишком полны собой и озабочены степенью сиюминутного влияния на окружение, чтобы задумываться о каких-то последствиях, а тем паче  о долгосрочных перспективах. Возьмите себе это на заметку.',    'Имея большое самомнение, мощные амбиции, вы часто не уступаете ни в чем и никому, а любые намеки на вашу несостоятельность в каких-то вопросах, советы и предостережения воспринимаете «в штыки», будьте более внимательны к тем, кто рядом с вами, чаще они хотят вам добра.',   'Вследствие того, что вы отлично видите людей насквозь и способны великолепно  просчитать, что можно поиметь от того или иного человека, нередко даже не задумываясь над своим поведением, становитесь манипуляторами. Но помните, что рано или поздно любого манипулятора раскусывают и расплата за подобные действия бывает не очень приятной.',   'Часто проявляя откровенный волюнтаризм и, решая проблемы одним эмоционально-силовым напором, вы наживаете себе могущественных и хитроумных врагов. Нажитые таким образом недоброжелатели организуют впоследствии свержения, отставки или просто многочисленные неприятности в обыденной жизни.',    'Учитесь извлекать уроки из своих ошибок и поражений, это то, что вы не любите и не умеете делать — во-первых, из-за болезненно слабой логики и неприятия объективных закономерностей (ведь по вашему убеждению, «кто силен — тот и прав»), а во-вторых, в силу своего неизбывного оптимизма: вы до конца дней обычно бываете уверены, что лучшее впереди и судьба еще «не выдала» всего того, чего вы заслуживаете.',  'Не пытайтесь удивить и осчастливить сразу все человечество, не мечтайте добыть сразу все золото мира — это верный путь остаться в безвестности. Начните с реально достижимых целей — это наиболее вероятный путь добиться известности, а может быть и славы!'
        ]
    }
}

$store.jptest = $store && $store.jptest || {};

$store.jptest.jp8 = {
    orientation: 'вам присуща четко организованная деятельность, результат всегда получен и оформлен. Хорошо оцениваете качества и свойства материалов, легко улавливаете смысл технологий и чертежей, проявляете недюжинные организаторский способности, легко устанавливаете  деловые отношения, принимаете на себя ответственность, поэтому стратегически верно ориентировать вас на достижения в конкретной [i]производственной[/i] или [i]организаторской деятельности[/i].',
    stimulus: 'только [i]общественное признание[/i], [i]уважение[/i], власть, влияние, награды, авторитет, ответственность — вот то, что будет лучшим стимулом для успешной профессиональной деятельности.',
    profile: [
        {
            title: "предприимчивость",
            value: 2
        },
        {
            title: "организаторские способности",
            value: 4
        },
        {
            title: "аналитические способности",
            value: 4
        },
        {
            title: "стратегическое мышление",
            value: 4
        },
        {
            title: "самоконтроль",
            value: 2
        },
        {
            title: "ответственность",
            value: 4
        },
        {
            title: "коммуникабельность",
            value: 4
        },
        {
            title: "инициативность",
            value: 5
        },
        {
            title: "новаторство",
            value: 3
        },
        {
            title: "дисциплинированность",
            value: 5
        }
    ],
    specification: [
        {
            title: "управление производством",
            value: 90
        },
        {
            title: "силовые структуры",
            value: 80
        },
        {
            title: "IT-отрасль",
            value: 70
        },
        {
            title: "политика",
            value: 60
        },
        {
            title: "наука и исследования",
            value: 50
        },
        {
            title: "техническая отрасль",
            value: 40
        },
        {
            title: "транспорт",
            value: 30
        },
        {
            title: "творчество",
            value: 20
        }
    ],
    specialties: ['руководитель предприятия', 'руководитель службы АХО', 'специалист по государственному и муниципальному управлению', 'менеджер по развитию', 'военнослужащий', 'полицейский', 'сотрудник МЧС', 'программист', 'IT-директор', 'политолог', 'председатель политической партии', 'математик', 'химик', 'биолог', 'океанолог', 'географ', 'вулканолог', 'инженер по землеустройству', 'агроинженер', 'инженер-строитель', 'инженер-механик', 'бортинженер', 'диспетчер', 'инженер-испытатель', 'инженер-конструктор', 'профессиональный спорт', 'водитель', 'летчик', 'моряк', 'штурман', 'скульптор', 'музыкант', 'художественный руководитель театра', 'актер'],
    notengage: 'те, области, где необходимо терпеливое вживание в психологию клиента, а именно профессии дипломатии, образования, педагогики и воспитания, подбора и управления персоналом, практической психологии, религии, рекламы, предоставления услуг, сферы обслуживания (сервиса), торговли. Также трудно придется и там, где нужно быстро менять планы, переключаться на разные виды работ и действовать при постоянном поторапливании.',
    strengths: {
        title: 'воля, практичность, активность, предприимчивость',
        text: 'вы целеустремленный, практичный человек. Честолюбие, воля — это ваши ключевые слова. Энергичный, решительный, энергия практически неиссякаема.  В общении дружелюбны, привлекательны, открыты, чутки, но часто бывает, что общение привлекает вас, прежде всего, как подмостки, на которых можно выставить себя в выгодном свете. Артистизм является неотъемлемой составляющей личности.\n\n        Ход мышления - аналитический, беспристрастный. Гибко реагируете на изменение ситуации, ориентированы на решение больших задач. Действуете на основе логики анализа событий. Способны повести за собой людей, контролировать порядок и ход выполнения намеченного плана. Оцениваете людей в работе по квалификации, по результату. Ориентация в жизни на дело, справедливость, законы.\n\n         Практичность, предприимчивость, деловитость, непредсказуемость поведения, способность «на скаку менять лошадей», если дело идет не так, как надо — ваши позитивные качества.\n\n        Можете делать одновременно несколько дел, читать несколько книг параллельно.  Лучше адаптируетесь в меняющемся мире, используете новые возможности и обстоятельства для достижения целей.  Любите и умеете быть организатором, прирожденный лидер, смело берущий на себя ответственность за ситуацию. Предпочитаете «командный стиль»  руководства, при котором основополагающие («стратегические») решения обсуждению не подлежат.\n\n   В мелких текущих вопросах вы вполне можете выслушать и принять к сведению прочие (даже противоположные) мнения, если они высказываются в спокойной, аргументированной манере. С уважением относитесь к логическим выкладкам и построениям, а также стараетесь действовать на основании логического анализа ситуации, правда, иногда увлекаетесь силовыми методами и тогда можете действовать иррационально и нелогично.\n\n Поле вашей деятельности — земные, практические дела, в которых  проявляете завидную целеустремленность. При этом в самостоятельное плавание пускаетесь редко — вы человек «социальный» и «государственный». Карьеру лучше делать, опираясь на какую-либо иерархическую систему: будь то политическая партия, государственная структура, солидная фирма, военно-промышленный комплекс и т. п. Именно здесь вы черпаете средства и возможности для «пути наверх» и заняв видные посты и став «столпом общества», ревностно отстаиваете его устои и правила.\n\n Женщину такого типа нередко можно встретить в школах, колледжах и других учебных учреждениях, где вы легко управляетесь «с подрастающим поколением».\n\n Но в любом случае, вы умеете уважать и защищать своих подчиненных и сотрудников, а те, в свою очередь, как правило, уважают и готовы слушать такого руководителя, так как вы человек дела и конкретных решений, с ним — как за каменной стеной и, по крайней мере, знаешь кому и чему служить.\n\n На самом деле вы способны глубоко переживать и долго можете не забывать обиды, которые стараетесь заглушить напряженной работой. Если же кто-то  тактично окажет вам эмоциональное участие или душевную поддержку в тяжелую минуту — вы будете искренне благодарны. Сами же предпочитаете помогать делом, и вашу практическую помощь в нужный момент трудно переоценить.\n\n За время жизни, вы можете  поменять несколько видов работ, используя свои таланты во многих направлениях. Хорошо владеете ремеслами: любите рисовать в реалистической манере, заниматься скульптурой или резьбой по дереву, можете быть музыкальным и если, умеете играть на музыкальном инструменте, то любите заниматься музыкой  в ансамбле. Любите спорт.\n\n         Вас привлекают сложные логические задачи, дающие простор творчеству. А по силам вам овладеть и математикой и программированием, и менеджментом, и серьезными научными теориями. Причем вы способны организовать внедрение полученных результатов. Вам смело можно поручать  задачи разнообразные по подходам, мало предсказуемые по срокам, содержащие элемент стихийности, требующие, смекалки, наблюдательности, гибкости, возникающие в экстремальных и кризисных ситуациях.\n\n        Высокие организаторские способности,  которые лучше всего проявляются в деловом посредничестве, в этом вам нет равных. Организуя деловые контакты,  проявляете себя как истинный дипломат, тонко чувствующий ситуацию, осознающий значение условностей и способный включить все это в достижение цели.'
    },
    weaksides: {
        title: 'воля, практичность, активность, предприимчивость',
        text: 'можете проявлять жесткость и непримиримость, если в вашем окружении делают не то, что вы считаете нужным. Сдержаны в проявлении эмоций, не любите говорить о своих чувствах, одергиваете эмоциональных мечтателей. Тонкости человеческих отношений, их мотивы и динамика начисто скрыты от вас. Вы видите внешние признаки отношений, но как их сместить в ту или иную сторону не понимаете.\n\n            Болезненно переносите интриги вокруг себя, тонкости психологического подхода вам не удаются. Нередко  кажется, что люди недостаточно высоко оценивают ваши действия или понимают ваши намерения. Сложно вам также уследить за течением времени. Вы программируетесь на новизну и скорость, и в режиме нехватки времени можете принять необдуманное решение. Ваши  решения всегда логичны, но могут начисто игнорировать гуманитарную составляющую сюжета.\n\n            Высокая активность, неуемная жажда деятельности могут оказаться опасными, если вы окажетесь в ситуации, где не будет возможности применения ваших способностей. Энергия все равно будет искать выхода и может найти его в нежелательной для общества направленности поведения. Самоконтроль в работе довольно низок, редко заботит также и моральная сторона дела. В мелочах нуждаетесь в опеке.'
    },
    recommendations: {
        development: [
            'Не стремитесь к нарочитым трудностям, не требуйте от людей жизненной стойкости, подобно вашей. Старайтесь с присущей вам  мудростью принимать жизнь во всем ее богатстве.',               'Признать свои сильные и слабые стороны, и понять, что  вам   придется делиться своими сильными качествами с другими людьми, и трудиться над совершенствованием слабых. Только в этом случае, вы имеете все шансы быть оцененными по достоинству окружающим миром и получить все о чем мечтаете.           ', 'Вам могут быть интересны тренинги, семинары, занятия, которые обучают эффективным коммуникациям, способствуют дальнейшему развитию навыков делового общения с людьми. Такие программы будут полезны тем, кто уже обладает хорошими навыками общения, работает или собирается работать  на руководящих должностях.',     'Для гармонизации структур личности начните развивать в себе умение проживания эмоций с общении с людьми. Желательно посетить  психологические тренинги по телесной, арт и гештальт-терапии.'
        ],
        personality: [
            'Не пытайтесь все вопросы решать силой, не забывайте подключать логику — тогда вам не будет равных в деле достижения результатов.', 'При всей своей основательности и практичности, вы подвержены приступам иррациональности — непредсказуемая смена настроения и вытекающие решения, при выполнении серьезной работы следите за собой в этом плане.', 'Так как вы слабы и уязвимы в ощущениях и трактовках эмоциональных тонкостей человеческих взаимоотношений, а воля сильна — это дает в вашем поведении «эффект танка»: действуете напролом, не всем это приятно, старайтесь прислушиваться, а тем более реагировать на «всякое там нытье», как вы сами выражаетесь.  ',  'Слабая интуиция не дает возможности вам «видеть» и правильно оценивать будущее. Вы практик-реалист, который прекрасно справляется с сегодняшними проблемами, но теряетесь перед возможными грядущими поворотами событий.  Учитесь планировать и анализировать день сегодняшний, и исходя из ситуаций, которые уже были, строить день завтрашний.',   'Желательно научиться контролировать следующее: не торопиться начинать новое дело, посмотреть, нет ли других возможностей, считаться с чувствами других, не откладывать решения надолго, следить за сроками.          ',   'Логика, здравый смысл и реалистичный взгляд на вещи — это ваши лучшие качества, базирующиеся на вашей исходной энергетике, так что несите их в мир не ропща на бестолковость и неблагодарность окружающих, и не обращая свои исключительные достоинства в невыносимые недостатки.',    'По натуре — вы скептик, не склонный к фантазиям и наименее подвержены иллюзиям, характерной расплатой за такое приземленно-реалистичное отношение к жизни являются ситуации, когда вы можете попасться на удочку мошенников. И уж если такое произойдет, то вы влипните по-крупному. Поскольку вызвать доверие у вас довольно сложно, облапошить вас под силу только настоящим профессионалам. Они выглядят и действуют солидно, зато и обирают по-крупному. Недостаток интуиции в данном случае играет «злую шутку».  Совершайте все свои крупные покупки и делайте вложения только после глубокого анализа и обязательно советуйтесь с окружающими вас людьми. '
        ]
    }
}

$store.jptest = $store && $store.jptest || {};

$store.jptest.jp9 = {
    orientation: 'широкий целостный охват интересующих вас явлений, четкое ясное представление о причинно-следственных связях и структурах окружающего мира делает вас успешным в роли [i]ученого[/i] или [i]изобретателя[/i]. Вас волнуют все тайны мироздания вместе взятые, причем в голове они самостоятельно увязываются в системы, классифицируются и дополняют друг друга, и чем бы вы не занимались, в вашей работе должен присутствовать аспект поиска новых решений, изобретательность, оригинальность и многообразие подходов.',
    stimulus: 'вы человек, не обладающий властью, подвижный, гибкий, с выраженным прогностическими способностями. Вам нравится заниматься тем, что значимо лично для вас.  Привлекает деятельность в своем ритме, исследования, помогающие решить  личные вопросы или утоляющие ваше собственное любопытство к миру.\n\n [b]Стимул  деятельности — [i]самодостаточность[/i]. Вы должны иметь достаточно свободы, чтобы заниматься  интересным делом, погружаясь в него целиком при этом материальные заботы не должны отвлекать.[/b]',
    profile: [
        {
            title: "предприимчивость",
            value: 2
        },
        {
            title: "организаторские способности",
            value: 2
        },
        {
            title: "аналитические способности",
            value: 4
        },
        {
            title: "стратегическое мышление",
            value: 4
        },
        {
            title: "самоконтроль",
            value: 3
        },
        {
            title: "ответственность",
            value: 4
        },
        {
            title: "коммуникабельность",
            value: 2
        },
        {
            title: "инициативность",
            value: 5
        },
        {
            title: "новаторство",
            value: 4
        },
        {
            title: "дисциплинированность",
            value: 3
        }
    ],
    specification: [
        {
            title: "наука и исследования",
            value: 90
        },
        {
            title: "логистика, ВЭД",
            value: 80
        },
        {
            title: "IT-отрасль",
            value: 70
        },
        {
            title: "финансы и бухгалтерия",
            value: 60
        },
        {
            title: "юриспруденция",
            value: 50
        },
        {
            title: "лингвистика",
            value: 40
        },
        {
            title: "делопроизводство",
            value: 30
        },
        {
            title: "инженерное дело",
            value: 20
        }
    ],
    specialties: ['историк', 'философ', 'филолог', 'искусствовед', 'генетик', 'биофизик', 'археолог', 'геолог', 'метеоролог', 'логистик', 'лаборант', 'менеджер по ВЭД', 'программист Big-data', 'аналитик', 'ERP-консультант', 'администратор базы данных', 'бухгалтер', 'экономист', 'финансист', 'андеррайтер', 'аудитор', 'адвокат', 'следователь', 'нотариус', 'лингвист', 'библиотекарь', 'переводчик', 'делопроизводитель', 'инженер бюро технической инвентаризации', 'специалист по стандартизации', 'архивариус', 'секретарь', 'инженер-проектировщик',  'инженер-конструктор'],
    notengage: 'работа под жестким контролем или в силовых структурах будет угнетать, никаких профессий, где предполагается волевое воздействие на людей, с завоеванием новых территорий (в любом смысле этого слова), с эмоциональным натиском или необходимостью сдерживать таковой; это профессии театра и кино, организации досуга и развлекательных мероприятий, шоу и концертов, проведения праздников, годовщин, торжеств и гуляний, рекламы и проведения пиар компаний, продвижений бренда, организации связей с общественностью; работой, связанной с постоянными контактами с клиентами и удовлетворением их эмоционально-этических запросов.',
    strengths: {
        title: 'интуиция, логика, нравственность, справедливость',
        text: 'вы обладаете аналитическим мышлением, стремитесь во всем найти логику, построить модель, вас интересуют общие закономерности, идеи, а не факты, вам присуща теоретико-научная деятельность. Вы широко эрудированный тип человека, который отнюдь не стремится афишировать свои познания. Разговорившись с вами, можно наверняка обнаружить интересного и весьма осведомленного собеседника, причем за достоверность выдаваемой информации при этом можно не беспокоиться.\n\n         И в работе, и в развлечениях проявляется стремление к порядку. Предпочитаете возможность спланировать свою работу и работать по плану. Стремитесь заранее принять решение по каждому этапу. Оберегаете принятое решение. Читаете книги от начала до конца, одну за другой.\n\n         Вы обладаете интуицией, позволяющей глубоко проникнуть в самую суть происходящих явлений, имеет высокие нравственные нормы. Все свое время отдаете интеллектуальному труду, у вас высокие умственные способности. Научные исследования — настоящее ваше призвание, имеющие своим результатом создание теорий, методик, классификаций. Вы во всем стремитесь увидеть или создать систему, закономерность и часто с успехом это делает. Вы прекрасный систематизатор самых запутанных и многофакторных явлений. Умеете составлять расписания и сложные сетевые графики, чтобы охватить максимальные возможности в единицу времени.\n\n Вы прекрасно справляетесь с логическими умозаключениями, быстро и как бы, невзначай принимаете правильные решения. Несмотря на развитые логические  способности, интуиция играет большую роль в умственной деятельности. В исследовательском поиске она доминирует, и объект исследования выбирается именно на основе интуиции. Хотя вы предпочитаете воплощать в жизнь собственные идеи, но обладаете также чутьем и на чужие. Уловив новую идею, вы можете предложить ее, изложив при этом суть просто и понятно.\n\n       Физическая работа  также не утомляет. Ваш ясный ум позволяет сразу охватить проблему в целом и наметить конкретный путь ее решения, чтобы занять лидирующее положение.\n\nМанера поведения в незнакомых ситуациях: сдержанная, корректная и порой отстраненная до отчужденности, хотя в важных, принципиальных для себя вопросах вы способны проявить решительность и резкость, вплоть до полной  непримиримости. Все таки, вы человек долга и совести. Не выносите расхлябанности, разгильдяйства, непоследовательности и необязательности. Вы аккуратист и педант.  Справедливы.\n\n Часто вы хорошо воспитаны, тактично разговариваете, можете хорошо готовить, аккуратно рукодельничать и мастерить, если для всего этого у вас были отличные учителя. Склонность к теоретизированию приводит к тому, что теория становится самоценностью для вас, однако это не означает, что вы не интересуетесь последствиями применения разработанной вами теории. Вы умеете организовать процесс внедрения и в этом смысле являетесь одновременно  и хорошим теоретиком и прикладником.\n\n      В конфликте чаще принимаете решение пойти на компромисс. Присутствует стремление добиться успеха во чтобы то ни стало в любой деятельности.  Везде и всегда вы самодостаточны. Из привычной колеи может выбить только потеря цели. Лучше выполняете задачи планомерные, регулярные, предсказуемые по срокам, требующие систематичности, последовательности, предполагающие или допускающие упорядочение.'},
    weaksides: {
        title: 'общение, эмоции, дисциплина, этика',
        text: 'сложнее всего вам выносить силовое давление и агрессию окружающих. Силовые методы, жесткая дисциплина, решительное оттеснение конкурентов — методы, вызывающие серьезные стрессовые нагрузки. Не можете противостоять и напору эмоций — легко идете на поводу как у бурных восторгов, так и у «кровных обид».\n\n В отношениях с людьми вы независимы, склонны игнорировать чужое мнение. Отношения носят оттенок холодности, требовательности, напряженности, вы не считаете для себя необходимым понять другого, отнестись к нему с должным вниманием и заботой. Для вас не существует выраженной потребности в признании, уважении, помощи со стороны других. Везде и всегда вы самодостаточны. Критическое отношение к вам других людей, как правило, игнорируется, все это осложняет процесс общения, приводит к тому, что люди дистанцируются от вас.'
    },
    recommendations: {
        development: [
            'Признать свои сильные и слабые стороны, и понять, что  вам   придется делиться своими сильными качествами с другими людьми, и трудиться над совершенствованием слабых. Только в этом случае, вы имеете все шансы быть оцененными по достоинству окружающим миром и получить все о чем мечтаете.',  'Для дальнейшего развития ваших сильных сторон будет полезным посетить развивающие тренинги на самопознание, исследования себя и своих особенностей, данные занятия рекомендуется тем, кто заинтересован в анализе своего внутреннего «Я».', 'Для гармонизации структур личности и наработки умения постоять за себя, нелишним будет записаться в спортзал, посещать группы, где вас обучат навыкам, как выносить силовое давление и агрессию без стрессов для своего организма, а также посетить психологические тренинги на развитие стрессоустойчивости, умению регулировать свое психофизиологическое состояние.'
        ],
        personality: [
            'Учитесь контролировать себя в следующем: не тратить слишком много времени на рассмотрение дела, опираться на факты, принимать во внимание чувства других, перед принятием решения прислушиваться к новой информации.', 'Не пытайтесь огульно упорядочивать и организовывать окружающую жизнь. Используйте свою интуицию для выбора наиболее перспективных и выгодных областей применения ваших организационных и интеллектуальных способностей.', 'Из-за обостренного чувства справедливости, обусловленного вашей глубинной неуверенностью в себе по части волевых и силовых проявлений, делает вас неутомимым борцом за справедливость и чутким защитником чести и достоинства окружающих, при этом вы способны вспыхивать как факел, вы легко можете войти в какую-нибудь протестующую или революционную группу ее, что в результате может чревато большими неприятностями. Старайтесь держать под контролем такие эмоции.', 'Иногда потребность в самоутверждении может толкать вас к аскетизму, граничащему с самоистязанием, здесь и сон на гвоздях, и ночевки на земле в лесу, и немыслимые для обычного человека физические нагрузки. Не стремитесь в нарочитым трудностям, жизнь длинная, можно раньше времени выдохнуться.', 'Из-за слабой этической составляющей в характере, вы бываете неуверенны в эмоциональных оценках и проявлениях, что выливается в некоторую механистичность, в следствии которой, вы бывает либо неадекватно оживленным и раскованным, либо (чаще) напряженным и замкнутым среди людей.  Чаще обращайте внимание на поведение и чувства окружающих вас в данный момент.       ',  'У вас часто присутствует черно-белое видение жизни: плохой человек — хороший человек; вражда — дружба. Полутонов вы не приемлете, незначительный (с точки зрения другого человека) эпизод может развернуть вас с полюса дружбы симпатии к кому-либо на полюс полного неприятия, и хороший друг в одночасье может быть переведен в разряд просто знакомого, что демонстративно подчеркивается при каждой встрече. Та же участь может нередко ожидать и сердечных избранников. Если будете и дальше рассматривать так жизненные коллизии, то можете в конце жизни остаться в гордом одиночестве со своими принципами. Давайте людям право на ошибки, мелкие грехи, заблуждения и прощение. Иначе будете постоянно находится в гонке за ускользающей мишенью идеала к бесконечной линии горизонта.', 'Анализируя, не пытайтесь объять необъятное! Вы обычный человек и способны осмысливать происходящее лишь в пределах реальности, данной вам в ощущениях. Учесть абсолютно все невозможно; необходимо выстроить систему внутренних ограничителей  на путях возможного ненужного перенапряжения. Симптомы «скатывания» в это болезненное состояние таковы: ощущение нездоровой усталости (усталость должна быть приятной), отсутствие удовольствия от любимого процесса анализирования, вы чувствуете себя «загнанной лошадкой». То есть вы перенапрягаетесь гораздо больше, чем нужно в данном вопросе, в данном месте и в данный момент. Другими словами — вы неэффективно используете свою базовую энергетику, нещадно эксплуатируя ее в ненужном направлении. Основной совет в этом случае таков: постарайтесь отвлечься, расслабиться, отдохнуть, подумать о вечном. А после этого взглянуть на проблему с другой стороны. ', 'Метод внешнего ограничения возможного ненужного перенапряжения достаточно прост, если призвать на помощь свою собственную базовую энергетику: прежде чем заняться привычным и любимым процессом интуитивного освоения и логического осмысления реальности, проанализируйте — что, кому и с какой целью вы собираетесь анализировать. '
        ]
    }
}
