$store.jptest = $store && $store.jptest || {};

$store.jptest.jq1 = {
    orientation: 'лучше всего вы проявите себя в [i]гуманитарной[/i] деятельности, ведь вас живо интересуют человеческие отношения и состояния окружающих. Призвание в заботе о людях, в сфере услуг или искусства, где бы вы не работали, вы будет вкладывать свою энергию в строительство отношений, создание атмосферы участия и взаимного интереса людей к другу, комфорта и заботы.\n\n [b]Театр, медицина, соцзащита, обучение и воспитание детей, туристические услуги, все, что связано с общением и влиянием на людей  —  вот те сферы, где раскроются ваши таланты.[/b]',
    stimulus: 'присутствует интерес к личной стабильности и удобство, которое вы стараетесь создать на любом рабочем (и нерабочем) месте. У вас не вызывает энтузиазма деятельность, нарушающая реальный комфорт сейчас,  ради выгоды, обещанной когда-нибудь. Своим комфортом вы не будете жертвовать ради эфемерных проектов. Награда за труд должна быть материальной — деньги, путевка на отдых, подарок от фирмы. Вас не заинтересует портрет на доске почета или благодарность в приказе, торжественное рукопожатие начальника только разочарует, именно личное [i]благосостояние[/i] будет для вас стимулом к деятельности.',
    profile: [
        {
            title: "предприимчивость",
            value: 2
        },
        {
            title: "организаторские способности",
            value: 2
        },
        {
            title: "аналитические способности",
            value: 3
        },
        {
            title: "стратегическое мышление",
            value: 3
        },
        {
            title: "самоконтроль",
            value: 3
        },
        {
            title: "ответственность",
            value: 4
        },
        {
            title: "коммуникабельность",
            value: 4
        },
        {
            title: "инициативность",
            value: 5
        },
        {
            title: "новаторство",
            value: 2
        },
        {
            title: "дисциплинированность",
            value: 5
        }
    ],
    specification: [
        {
            title: "соцзащита",
            value: 90
        },
        {
            title: "медицина",
            value: 80
        },
        {
            title: "физический труд",
            value: 70
        },
        {
            title: "педагогика",
            value: 60
        },
        {
            title: "правовая сфера",
            value: 50
        },
        {
            title: "творчество",
            value: 40
        },
        {
            title: "менеджмент",
            value: 30
        },
        {
            title: "торговля и сервис",
            value: 20
        }
    ],
    specialties: ['социальный работник', 'психолог-консультант', 'врач-хирург', 'врач-стоматолог', 'ветеринар', 'младший медицинский персонал', 'воспитатель', 'логопед', 'преподаватель', 'педагог-психолог', 'дефектолог', 'судья', 'следователь', 'специалист по подбору и обучению  персоналу', 'дипломат', 'офис-менеджер', 'event-менеджер', 'менеджер по туризму', 'менеджер по работе с клиентами', 'менеджер по продажам', 'менеджер интернет-проектов', 'продюсер', 'диджей', 'гид-экскурсовод', 'ювелир'],
    notengage: 'самостоятельной политической и финансовой деятельностью, в сфере исполнения наказаний, издательским делом, телекоммуникациями, интернетом, составлением энциклопедий, базой справочных сведений, музыкой. Не подходит вам работа, связанная с самостоятельным принятием методических решений и не защищенная от случайных поворотов, требующая постоянного изобретательства в условиях непредсказуемых перемен и недостатка информации, разработкой экономических стратегий. Противопоказано быть крупным руководителем.',
    strengths: {
        title: 'нравственность, воля, выносливость, преданность, этика',
        text: 'нравственность и воля, вы экспертно видите отношения людей, их мотивы и степень искренности.\n\n Вам присуща аккуратность и усидчивость, вы прекрасный исполнитель грамотно поставленных задач.\n\n Можете в принципе неплохо справляться с компьютером, вести отчетность, готовить документы, но все это на дилетантском уровне и по образцам, а особый талант проявляется в исполнительской деятельности, еще более успешной она становится, когда связана с заботой о других. Высокая выносливость в монотонной, однообразной работе. Начатое дело, как правило, в всегда доводите до конца. В делах, как правило, нетороплив и осмотрителен.\n\n Экономный, бережливый, преданный, ответственный. Характер мышления конкретный, практический. Легче ориентируетесь в пространстве, нежели во времени. В работе любите совершенствовать знакомые методы, оттачивать мастерство. В рутинной ситуации стараетесь найти что-нибудь интересное для себя. В вашей речи преобладает точность выражений, детальные описания. Процесс освоения новой информации — последовательный. Процесс мышления дискретный — умозаключения выстраиваете шаг за шагом.\n\n Вы духовный титан и стоик, хранитель морали. Придаете огромное значение усвоению нравственных норм в обществе, стараетесь противодействовать их расшатыванию и размыванию. Высоко цените выработанные долгой историей человечества этические нормы. Вы словно атлант несете на своих плечах драгоценный груз моральных и нравственных ценностей, медицинских и педагогических знаний, накопленных человечеством. Обладаете повышенной чуткостью и вниманием к людским эмоциям, отношениям, физическим переживаниям, проблемам и нуждам.\n\n В вашем сознании хранится вполне конкретный эталон человеческой природной чистоты и здоровья, и любые отклонения ощущаются вами остро и болезненно. Вы этакий санитар духа и здоровья людей, или «вечный горец», борющийся со злом. Если вы работает в правоохранительных органах, то всегда будете выделяться среди остальных своей неподкупностью и бескорыстно-фанатичной преданностью делу. Ваша отличительная черта — неукоснительное следование принципу «никогда не поступаться принципами».\n\n Скрупулезно доделываете начатое, добиваетесь нужных отношений, выясняете неясное, и, расставляете по местам объекты, сопровождающие вашу жизнь. Интересуют хорошее материальное обеспечение и комфортные условия жизни и работы, а также запасы, обеспечивающие богатство отношений и информации.\n\n Вы ни при каких, даже самых крайних обстоятельствах не позволите себе стать обузой для близких людей. Ненавязчивость и материальная независимость для вас абсолютный этический принцип.'
    },
    weaksides: {
        title: 'логика, конформность, интуиция, творчество',
        text: 'явные проблемы в системно-аналитическом мышлении, в решении логических задач, неготовность к принятию самостоятельных решений, как следствие вам очень сложно работать на руководящей должности, плохо чувствуете изменения в обществе, экономике.\n\n Слабость научной логики выражается у вас в недооценке собственных интеллектуальных способностей и как следствие профессиональных возможностей (особенно в начале жизни).\n\n Непредвиденные обстоятельства пугают вас и надолго выбивают из колеи, вы не можете принять эффективного решения, если жизнь непрерывно изменяется. Необходимость угадывать тенденции и невозможность все контролировать — это чрезвычайно напрягающие факторы.\n\n Вы — рациональный тип, и с этим связаны определенная ортодоксальность и максимализм в ваших рассуждениях и действиях.\n\n Обработка больших массивов несвязанной информации и изобретение новых технических приемов тоже деятельность, которая требует от вас запредельных усилий. Вам проще собирать уже известные приемы и полезные советы, надеясь, что в экстремальной ситуации не придется их изобретать.\n\n Стремление к организаторской деятельности не свойственно. Послушание, опора на авторитетное мнение делают из вас хорошего исполнителя, но не более. Чаще присутствует мотивация избегания неуспеха.'
    },
    recommendations: {
        development: [
            'Честно оценить и интенсивно, и добросовестно использовать свой потенциал.',
            'Признать свои сильные и слабые стороны, и понять, что  вам   придется делиться своими сильными качествами с другими людьми, и трудиться над совершенствованием слабых. Только в этом случае, вы имеете все шансы быть оцененными по достоинству окружающим миром и получить все о чем мечтаете.',
            'Для развития сильных сторон личности вам будет полезно посетить тренинги или семинары для развития эффективного делового общения, работа с манипуляциями, ведение переговоров. Такие занятия будут способствовать дальнейшему развитию ваших способностей, данных вам от природы, и позволят более успешно двигаться по карьерной лестнице.',
            'Для гармонизации личности начните развивать логику — способов для этого существует огромное количество — от посещения психологических тренингов на развитие логического мышления, до  решения различных логических задач, кроссвордов типа «судоку», ребусов, начните сами составлять кроссворды, общайтесь с людьми-логиками, пытайтесь учиться у них мыслить на их языке.'
        ],
        personality: [
            'Не стремитесь к нарочитым трудностям, не требуйте от людей жизненной стойкости, подобно вашей. Старайтесь с присущей вам мудростью принимать жизнь во всем ее богатстве.',
            'Учитесь ставить перед собой конкретные, реальные цели в жизни, так вы быстрее достигнете желаемого и получите меньше разочарования.',
            'Учитесь анализировать поступки, делать выводы из своих промахов и ошибок, а также возможные последствия своих действий.',
            'Чтобы ваша деятельность стала действительно полезной и необходимой людям, Вам полезно определиться с системой приоритетов — какая степень ваших усилий в каких случаях требуется.',
            'Оставьте попытки осчастливить и спасти все человечество. Не нужно помогать тому, кто вас об этом не просит!',
            'Помнить жизненный принцип, что каждый должен заниматься своим делом, только в этом случае ваша энергетика будет использована в верном направлении и служить нужным людям, целям, задачам. Иначе вполне возможно, что привлечете «на свою голову и шею» - всевозможных нахлебников, вампиров и просто ленивых или непорядочных людей, которые загонят в психологическую ловушку, свойственную для вас — внушенному чувству вины, перерастающее в пожизненный комплекс (перед супругом, семьей, друзьями, работой, Отчизной и т. д.).',
            'Индикатором правильности использования ваших сильных сторон личности, исходной энергетики будет являться ощущение легкости, удовольствия от жизни.',
            'Чтобы избежать лишних неприятностей вам необходимо помнить следующее: не привязываться цепко к объекту своего служения, ведь чем больше размер принесенной жертвы, тем сильнее степень разочарования и последующей обиды (как на «конкретного» обидчика, так и на жизнь в целом). А ведь обида — это корень многих болезней, нередко тяжелых, а порой и неизлечимых. Живите своей жизнью, пусть она будет яркой и наполненной, тогда вы действительно много кому сможете помочь опытом, мудростью, зрелым советом. И тогда вы будете всем интересны как личность и уважать и ценить Вас будут не по необходимости и долгу, а искренне от души.'
        ]
    }
}
