$store.jptest = $store && $store.jptest || {};

$store.jptest.jp10 = {
    orientation: 'у вас в сильном виде представлены интуитивно-логические функции, что очень хорошо применимо в [i]аналитической[/i],  [i]исследовательской работе[/i]. Чем бы вы не занимались, в вашей работе должен присутствовать поиск новых решений, изобретательность, оригинальность и многообразие подходов.',
    stimulus: 'в описании вашего типа всегда присутствуют способности восприятия перспективы, хорошей ориентации в жизненных ситуациях, восприимчивости, податливости. Чаще всего вы реализуете свои интересы в нетрадиционных либо обновляющихся областях деятельности с постоянным кругом общения. Вам нравиться заниматься тем, что значимо лично для вас, ваш собственный мир идей и в собственном ритме. Стимулом к деятельности является [i]самодостаточность[/i].',
    profile: [
        {
            title: "предприимчивость",
            value: 2
        },
        {
            title: "организаторские способности",
            value: 2
        },
        {
            title: "аналитические способности",
            value: 3
        },
        {
            title: "стратегическое мышление",
            value: 3
        },
        {
            title: "самоконтроль",
            value: 3
        },
        {
            title: "ответственность",
            value: 4
        },
        {
            title: "коммуникабельность",
            value: 2
        },
        {
            title: "инициативность",
            value: 5
        },
        {
            title: "новаторство",
            value: 2
        },
        {
            title: "дисциплинированность",
            value: 5
        }
    ],
    specification: [
        {
            title: "финансы и экономика",
            value: 90
        },
        {
            title: "аналитика",
            value: 80
        },
        {
            title: "наука и исследования",
            value: 70
        },
        {
            title: "архитектура",
            value: 60
        },
        {
            title: "строительство",
            value: 50
        },
        {
            title: "производство",
            value: 40
        },
        {
            title: "экстремальные профессии",
            value: 30
        },
        {
            title: "творчество",
            value: 20
        }
    ],
    specialties: ['финансист', 'андеррайтер', 'экономист', 'финансовый методолог', 'консультант по налогам', 'специалист по IPO', 'кредитный эксперт', 'финансовый консультант', 'кризис-менеджер', 'брокер', 'бизнес аналитик', 'изобретатель', 'научный сотрудник', 'математик-программист', 'лаборант', 'химик', 'геолог', 'вулканолог', 'климатолог', 'архитектор', 'скульптор', 'инженер-строитель', 'инженер-проектировщик', 'инженер-сметчик', 'инженер-приборостроения', 'диспетчер', 'водитель', 'архивист', 'библиотекарь', 'правовед', 'редактор', 'летчик', 'бортинженер', 'писатель', 'искусствовед', 'культуролог',  'литературовед'],
    notengage: 'не показаны работы, требующие напряжения воли и повышенной эмоциональности; там, где придется силовыми методами гасить чужие страсти, а также профессии дипломатии, образования, педагогики и воспитания, подбора и управления персоналом, практической психологии, религии, предоставления услуг, сферы обслуживания (сервиса), торговли, организации досуга и развлекательных мероприятий, шоу и концертов, проведения праздников, годовщин, торжеств и гуляний, социальная сфера.',
    strengths: {
        title: 'работоспособность, упорство, деловая логика, творец идей',
        text: 'вам присуща невероятная скорость  принятия эффективных решений, вы лучше всех справляется в работой в чрезвычайных обстоятельствах.\n\n         Хорошо чувствуете динамику процессов, поэтому ваши прогнозы отличаются точностью на довольно длительный период. Вы лучше других видите последствия каждого непродуманного поступка и просто не можете понять, зачем люди «ломятся сквозь стену», когда выход рядом.  Способны к глубокому погружению в интересующую вас область в своих поисках внутреннего единства.  Вы практичный пессимист — так в вас соединяются интуиция времени и деловая логика. Отличаетесь работоспособностью, упорством, настойчивостью в разнообразных областях деятельности, высокой познавательной активностью. Легче ориентируетесь во времени.\n\n Ваша отличительная черта — осторожность. Для окружающих вы иногда выглядите неоправданно скупым и прижимистым или же немыслимым перестраховщиком и «буквоедом». Но справедливости ради стоит заметить, что по прошествии времени нередко выясняется удивительная правильность ваших прогнозов и действий.\n\n Вы экспертно настроены на весь ряд текущих возможностей и тенденций, стараетесь строить свою жизнь так, чтобы вероятности реализации наибольшего числа вариантов была максимальной. Ваша задача — не упустить ни одной возможности, сулящей интересные и полезные следствия. Ваш ежедневный выбор ориентирован на самый многообещающий вариант завтрашнего дня, а жизненную стратегию можно описать как оперативную, гибкую подстройку к миру.\n\n Обладаете прекрасным пространственным воображением и «конструкторским чутьем», что дает хорошие данные для занятий архитектурой, строительством, геологией, но основное ваше призвание  - аналитическая и финансовая работа. Никто не способен настолько учесть все и вся.\n\n Вы умеете работать основательно, скрупулезно разбираясь в мелочах и деталях,  способны держать в голове одновременно массу вариантов развития событий, расстановки людей, соотношения технических деталей.\n\n        Характер мышления абстрактный теоретический. Процесс освоения информации параллельный. Процесс мышления - непрерывный: умозаключение «вынашивает». В работе, а также в незнакомой ситуации осваиваете новое, любите овладевать новыми профессиями. В рутинной ситуации теряете интерес. Очень легки на подъем. Речь фигуральная речь, с метафорами и аналогиями. Предпочитаете с особым упорством постигать все до конца, осознаете свои способности и возможности и высоко их цените.\n\n          При принятии решений проявляете осторожность. Не любите разбрасываться деньгами.  Высокий уровень интеллекта позволяет вам «генерировать идеи». Вообще вас можно назвать «творцом идей», именно здесь открывается ваш многогранный талант, благодаря развитой интуиции вы легко проникаете в суть явлений и предметов, можете мгновенно оценить ситуацию и выдвинуть идею ее преобразования.\n\n      В достижении своей профессиональной карьеры никогда не будете опираться на авторитеты.'
    },
    weaksides: {
        title: 'эмоции, замкнутость, обидчивость, лень',
        text: 'сложнее вам справляться с эмоциональным давлением. Бури чужих страстей, неуемный энтузиазм или неутешное горе  - все эти состояния, от которых вы предпочитаете держаться подальше. Вам трудно сдержать обиду, которая может возникнуть и без видимой причины.\n\n        Эмоциональный мир сужен, относительно холоден и раним, вы чаще всего удовлетворяетесь собственным миром. В сфере свободного общения проблем не возникает, а вот в деловом общении нередко сталкиваетесь со сложностями. Если вам приходится отстаивать свою противоположную точку зрения, то можете игнорировать мнение других и даже демонстрировать им свое пренебрежение. Хладнокровие, замкнутость и склонность к отвлеченным рассуждениям, недостаточная общественная активность могут создавать вам дополнительные трудности на работе.\n\n Склонны прятаться в свою скорлупу внутреннего комфорта или привычного ритма, как только жизнь предлагает вам широкое поле для творческой реализации  проектов. Эта проблема, которую часто бывает очень сложно решить без постороннего воздействия — человеческая лень. Но надо понимать насколько трудно вам, привыкшему жить в своей скорлупе  проявлять активность за ее пределами.   Нужна большая решимость и самоотверженность, чтобы пытаться воздействовать на внешний мир, который вовсе не производит впечатления готовности к переменам. Признавая свою уникальность, вы не замечает многое вокруг себя, в том числе и себе подобных.'
    },
    recommendations: {
        development: [
            'Признать свои сильные и слабые стороны, и понять, что  вам   придется делиться своими сильными качествами с другими людьми, и трудиться над совершенствованием слабых. Только в этом случае, вы имеете все шансы быть оцененными по достоинству окружающим миром и получить все о чем мечтаете.', 'Для дальнейшего развития своих сильных сторон и успешного освоения профессий, к которым вы наиболее склонны, будет полезным посетить тренинги: управление временем, личная эффективность сотрудника и курсы повышения квалификации по финансовой и экономической деятельности.  ', 'Для гармонизации структур вашей личности вам будет полезным посетить психологические тренинги: развитие эмпатии, гештальт-терапии.'
        ],
        personality: [
            'Анализируя и прогнозируя действительность, не забывайте про свои незаурядные деловые способности. Используя их, вы гораздо быстрее сколотите реальный капитал, нежели бесконечно просчитывая варианты возможных потерь своих средств.', 'Обращайте внимание на свой внешний вид, особенно в периоды депрессий, равнодушие к которому может проявляться довольно таки сильно.', 'Так же, как трудно вам оценить эмоции, проблемой является и оценка физических ощущений — как своих, так и чужих. Вы можете недооценивать поступающие сигналы организма и заработать хроническое заболевание, а можете наоборот, переоценить свою или чужую болезнь. Не полагайтесь на себя в таких моментах, обращайтесь вовремя к специалистам.',          'Из-за слабой этической составляющей в характере, вы бываете неуверенны в эмоциональных оценках и проявлениях, что выливается в некоторую механистичность, в следствии которой, вы бывает либо неадекватно оживленным и раскованным, либо (чаще) напряженным и замкнутым среди людей.  Чаще обращайте внимание на поведение и чувства окружающих вас в данный момент.',   'Из-за слаборазвитой области ощущений вам трудно получать полноценные чувственные ощущения от самого жизненного процесса. Вам не хватает того, что называется «вкусом к жизни», полнотой и радостью бытия, следствием этого может являться стремление к опасным профессиям и увлечениям, богатых на острые ощущения, вы как-будто стараетесь восполнить то, что недодала вам природа.    ', 'Учитесь контролировать себя в следующем: не тратить слишком много времени на рассмотрение дела, опираться на факты, принимать во внимание чувства других, перед принятием решения прислушиваться к новой информации.'
        ]
    }
}
