$store.jptest = $store && $store.jptest || {};

$store.jptest.jp11 = {
    orientation: 'вы часто проявляете интуитивную мечтательность и логические способности, вас следует направлять в [i]поисковый[/i], [i]исследовательский  сектор[/i] человеческой деятельности. Вы должны быть на переднем крае борьбы за новые знания, совершить свои открытия, найти ответы на несколько загадок вселенной. Без этого ваша жизнь будет тусклой и пресной.',
    stimulus: 'вас интересуют проблемы, решение которых привнесет в жизнь что-то новое , позволит увидеть реальность под другим углом. Вы, как никто другой, чувствуете бесконечную многогранность и неисчерпаемость мира.\n\n [b]Вы всегда готовы забросить «скучную работу»  в пользу той, которая сулит новые возможности. Стимулом вашей деятельности является [i]вызов со стороны окружающей жизни[/i] и разнообразие в своей собственной, необходимость  вести несколько дел сразу.[/b]',
    profile: [
        {
            title: "предприимчивость",
            value: 2
        },
        {
            title: "организаторские способности",
            value: 4
        },
        {
            title: "аналитические способности",
            value: 4
        },
        {
            title: "стратегическое мышление",
            value: 4
        },
        {
            title: "самоконтроль",
            value: 2
        },
        {
            title: "ответственность",
            value: 3
        },
        {
            title: "коммуникабельность",
            value: 3
        },
        {
            title: "инициативность",
            value: 5
        },
        {
            title: "новаторство",
            value: 4
        },
        {
            title: "дисциплинированность",
            value: 2
        }
    ],
    specification: [
        {
            title: "исследования",
            value: 90
        },
        {
            title: "инновации",
            value: 80
        },
        {
            title: "наука",
            value: 70
        },
        {
            title: "юриспруденция",
            value: 60
        },
        {
            title: "образование",
            value: 50
        },
        {
            title: "маркетинг",
            value: 40
        },
        {
            title: "IT-отрасль",
            value: 30
        },
        {
            title: "финансы",
            value: 20
        }
    ],
    specialties: ['научный сотрудник', 'физик-исследователь', 'аналитик', 'биоаналитик', 'специалист по инновациям', 'астроном', 'математик', 'археолог', 'биолог', 'бионик', 'ботаник', 'востоковед', 'геолог', 'геохимик', 'микробиолог', 'генетик', 'геофизик', 'картограф', 'лаборант хим анализа', 'лаборант-эколог', 'метеоролог', 'музеолог', 'искусствовед', 'историк', 'философ', 'культуролог', 'лингвист', 'правовед', 'юрист', 'учитель математики', 'учитель физики', 'дефектолог', 'маркетолог', 'тренд-вотчер', 'медиапланер', 'веб-продюсер', 'специалист по бизнес процессам', 'биржевой аналитик', 'инженер-экономист',      'финансовый аналитик'],
    notengage: 'профессии дипломатии, образования,  подбора и управления персоналом, практической психологии, религии, предоставления услуг, сферы обслуживания (сервиса), торговли. Работа, связанная с активным длительным общением, где требуется определенный психологизм, вы будете испытывать тяжелые перегрузки. Работа, требующая повторения, монотонности, сосредоточенности противопоказана.',
    strengths: {
        title: 'интуиция, логика,  решительность, организаторские способности',
        text: 'изобретательность, мгновенная реакция на изменение обстоятельств, творческое отношение к юридическим и формально логическим задачам, но при этом не свойственно долгое методичное изучение чего-либо. У вас всегда присутствует мотив движения, перемен собственный целей, личной свободы. Предпочитаете «выезжать» на интуиции, которая действительно часто помогает и позволяет легко решать вопросы, на которые другие люди тратят массу времени и сил.\n\n Любознательность, интеллектуальная активность, дар ментальных открытий — ключевые слова для определения типичных вас черт. Вы человек сильнейшего интеллекта, устремленного в будущее.\n\n Особенный интерес у вас способно вызвать то, что необычно, загадочно и сильно отличается от известного или общепринятого на данный момент. Вас могут увлечь занятия астрологией, оккультизмом и вообще всего мистического.\n\n  Ваша отличительная черта: желание применить все только полученные знания на практике. Интересно, что при этом редко бываете озабочены получением конкретной, земной выгоды или долгосрочной реальной прибыли от своих открытий и озарений.\n\n В своем непрерывном интеллектуальном поиске, вы нередко нащупываете настоящие «золотоносные жилы» в тех или иных областях знаний, но, обозначив их для человечества, идете дальше, оставляя другим право и возможность разрабатывать эти «рудники» и «снимать сливки». Вы слишком оторваны от жизненных реалий и не обладаете необходимой практической хваткой для столь «приземленных дел».\n\n Область интересов: широчайшая — «все, что интересно», то есть над чем можно поразмыслить и порассуждать (политика, философия, а также новости искусства, спорт, медицина).\n\n Способности: проницательность, сообразительность, догадливость (до гениальности) в интересующей области; склонность к абстрактному мышлению (обычно в ладах с математикой, иностранными языками), много читаете, прекрасная память, нередко обладаете «врожденной грамотностью».\n\n          В общении проявляете не меньшую изобретательность, чем в предметном мире. Вы приятный собеседник, наделенный чувством юмора, веселый, заряжающий энергией остальных.   Объемное, целостное видение помогает вам привлекать к решению поставленной задачи методы смежных областей знания.\n\n         Сильное логическое мышление позволяет вам легко осваивать компьютер и адекватно оценивать бесконечные законодательные нововведения. Развитая интуиция помогает не упускать возможности момента и, в то же время, не начинать безнадежных дел.\n\n        Легче ориентируетесь во времени, нежели в пространстве. Вам присущи чутье, догадки при решении разнообразных задач, способность распознавать людей. Вы любите размышлять глобально.  Обладаете теоретической логикой, что позволяет вам анализировать ситуацию, выделять причины и следствия, строить новые теории.\n\n        Часто внешне выглядите спокойным и расслабленным, однако в трудных условиях мобилизуетесь, проявляете волю и решительность. К людям стараетесь быть объективным, в понимании которых используете интуицию и, как правило, не ошибаетесь. Энергичны, унынию не подвержены, к решению задач относитесь творчески. Эмоциональный мир ярок, открыт и пространен. Эмоции имеют созидающую направленность и почти всегда жизнеутверждающий и доброжелательный характер. Вас  привлекают необычные перспективные масштабные задачи, поиск оригинальных решений.\n\n        Вы первооткрыватель, вас больше вдохновляет возможность будущего, чем реалии настоящего. Мышлению претит шаблонность, загнать его в рамки репродукции практически невозможно. Процесс обучения привлекает вас как поле, где можно реализовать свои способности к преподаванию. Вы обладаете блестящими организаторскими способностями, как применительно к процессу, так и к управлению людьми. Если становитесь руководителем, то чаще выбираете стиль управления между демократичным и либеральным. Любите делать несколько дел сразу, параллельно.'
    },
    weaksides: {
        title: 'безответственность, дисциплина, рассеянность, беспечность',
        text: 'кропотливость, тщательность в осмысливании деталей вам не свойственна. Хуже вы ориентируетесь в человеческих отношениях и психологических тонкостях. От вас скрыты мотивы поступков и признаки состояний. Вы  можете быть довольно неуклюжи в общении и, ненароком, обидеть собеседника. Это не зависит от воспитания. Просто вам сложно одновременно строить смысловые конструкции и отслеживать этическое поле беседы.\n\n      Сложно вам также определять конкретные качества объектов. Ваши  ощущения нечетки, реакции на состояние организма запаздывают.\n\n       При неудачах чаще стремитесь переключиться на что-нибудь другое, чем продолжать начатое дело.\n\n       Неуемное стремление к самосовершенствованию и совершенствованию окружающих, неугомонность, ненасытная жажда улучшений и нововведений может утомлять коллег и подчиненных. Этому способствуют и резкие перепады настроения: в одно мгновение вы можете из предприимчивого превратиться в подавленного, неуверенного, не поддающегося никаким утешениям.\n\n     Результатом этого может быть наполовину выполненное дело либо полнейшая неудача, и вы окажетесь во власти сомнений относительно своих профессиональных обязанностей.\n\n       У вас наблюдается неустойчивость, невнимательное отношение к друзьям, коллегам, подчиненным, с также частая смена своих привязанностей, что порой вызывает конфликт.'
    },
    recommendations: {
        development: [
            'Признать свои сильные и слабые стороны, и понять, что  вам   придется делиться своими сильными качествами с другими людьми, и трудиться над совершенствованием слабых. Только в этом случае, вы имеете все шансы быть оцененными по достоинству окружающим миром и получить все, о чем мечтаете.  ', 'Для дальнейшего развития своих сильных сторон и профессионального и карьерного роста, вам рекомендуется посетить психологические тренинги на, развитие лидерских качеств, личностного роста, самопознания, исследования себя и своих возможностей.', 'Для гармонизации структур личности вам рекомендуется посетить психологические тренинги на развитие стрессоустойчивости, преодолению тревожности, чувственного  восприятия людей.'
        ],
        personality: [
            'Не позволяйте лениться своей золотой головушке! Не живите бессистемно одной интуицией, направляйте ее бурный поток в логическое русло конкретных целей и результатов.', 'Из-за того, что вы плохо чувствуете, а точнее, неверно трактуете эмоциональные проявления людей, часто склонны недооценивать или переоценивать хорошее к себе отношение окружающих. Ведь для объяснения человеческих поступков, вы пытаетесь использовать логику там, где бал правят одни эмоции. Это, естественно, приводит к ошибочным выводам и иллюзорным мнениям в области чувств. Учитесь понимать эмоции людей.', 'При очередном озарении, вы спешите поделиться своими мыслями со всеми окружающими, не задумываясь — соответствует ли это моменту и обстановке. Таким образом, можете легко заработать себе славу болтуна и выскочки. Прежде чем начать делиться своими мыслями, оглянитесь, кто вокруг вас и чем они в данный момент заняты, и насколько готовы воспринимать вашу информацию.', 'Из-за вашей природной сообразительности, вы можете попадать в неловкие ситуации — вы не всегда способны внимательно выслушивать другого, желание перебить  и добавить что-то от себя возникает у вас раньше, чем собеседник доведет до конца свою мысль. А также, вы не всегда задумываетесь о форме изложения собственных мыслей и идей — для вас это слишком второстепенно, главное содержание! Это обижает других людей, учитесь вежливо вести диалог. ', 'Порядочность очень хорошее человеческое качество, которое вы больше всего идеализируете, вы иногда бываете просто зациклены на нем. Духовная планка в этом вопросе у вас крайне высока, что очень мешает принимать жизнь такой, какая она на самом деле. Тем самым, вы лишаете себя многих радостей жизни и просто приятных ощущений. Помните, что во всем хороша золотая середина.', 'Ваша готовность «драться на шпагах» за свои идеалы может выливаться в открытую конфронтацию с начальством, иногда вплоть до демонстративного ухода с работы, с окружающими людьми, поэтому, прежде чем начать «дуэль», помните, что это может стоить вам не только материальных потерь, но здоровья.',  'Интуиция, порядочность и решительность — это ваши лучшие качества, базирующиеся на вашей исходной энергетике, так что несите их в мир не ропща на бестолковость и неблагодарность окружающих, и не обращая свои исключительные достоинства в невыносимые недостатки для окружающих.'
        ]
    }
}
