$store.jptest = $store && $store.jptest || {};

$store.jptest.jp12 = {
    orientation: 'вы часто проявляете интуитивную мечтательность и логические способности, вас следует направлять в поисковый, [i]исследовательский[/i], [i]предпринимательский[/i]  сектор человеческой деятельности. Вы должны быть на переднем крае борьбы за новые знания, совершить свои открытия, найти ответы на несколько загадок вселенной. Без этого ваша жизнь будет тусклой и пресной.',
    stimulus: 'вас интересуют проблемы, решение которых привнесет в жизнь что-то новое , позволит увидеть реальность под другим углом. Вы, как никто другой, чувствуете бесконечную многогранность и неисчерпаемость мира. Вы всегда готовы забросить «скучную работу»  в пользу той, которая сулит новые возможности. Стимулом вашей деятельности является [i]уникальность[/i], а также ваше желание изменить и усовершенствовать работу на всех уровнях.',
    profile: [
        {
            title: "предприимчивость",
            value: 4
        },
        {
            title: "организаторские способности",
            value: 3
        },
        {
            title: "аналитические способности",
            value: 4
        },
        {
            title: "стратегическое мышление",
            value: 4
        },
        {
            title: "самоконтроль",
            value: 3
        },
        {
            title: "ответственность",
            value: 4
        },
        {
            title: "коммуникабельность",
            value: 3
        },
        {
            title: "инициативность",
            value: 5
        },
        {
            title: "новаторство",
            value: 5
        },
        {
            title: "дисциплинированность",
            value: 3
        }
    ],
    specification: [
        {
            title: "предпринимательство",
            value: 90
        },
        {
            title: "финансы",
            value: 80
        },
        {
            title: "экстремальные профессии",
            value: 70
        },
        {
            title: "IT-отрасль",
            value: 60
        },
        {
            title: "силовые структуры",
            value: 50
        },
        {
            title: "архитектура и строительство",
            value: 40
        },
        {
            title: "наука",
            value: 30
        },
        {
            title: "транспорт",
            value: 20
        }
    ],
    specialties: ['бизнесмен', 'руководитель предприятия', 'инновационный менеджер', 'банкир', 'финансовый менеджер', 'экономист', 'финансовый аналитик', 'аудитор', 'брокер', 'консультант по налогам и сборам', 'пожарный', 'каскадер', 'сотрудник МЧС', 'летчик-испытатель', 'альпинист', 'программист', 'системный аналитик', 'военнослужащий', 'полицейский', 'охранник', 'следователь', 'архитектор', 'строитель', 'инженер-сметчик', 'шахматист', 'археолог', 'биоаналитик', 'географ', 'лаборант-аналитик', 'геолог', 'автогонщик', 'инженер по эксплуатации автотранспорта', 'моряк', 'штурман'],
    notengage: 'работа в социальной сфере, медицине, кулинарии, рекреации, санаторном – курортном деле, туризме, косметологии и парфюмерии, технической эстетике, валеологии, экстрасенсорике и биоэнергетике, работой, связанной с постоянными контактами с клиентами и удовлетворением их эмоционально-этических запросов; рекламой и  установлением неформальных связей с окружающим миром.',
    strengths: {
        title: 'предприимчивость, порядок, логика, интуиция',
        text: 'изобретательность, мгновенная реакция на изменение обстоятельств, творческое отношение к юридическим и формально логическим задачам, но при этом не свойственно долгое методичное изучение чего-либо. У вас всегда присутствует мотив движения, перемен собственный целей, личной свободы. Предпочитаете «выезжать» на интуиции, которая действительно часто помогает и позволяет легко решать вопросы, на которые другие люди тратят массу времени и сил.\n\n Любознательность, интеллектуальная активность, дар ментальных открытий — ключевые слова для определения типичных вас черт. Вы человек сильнейшего интеллекта, устремленного в будущее.\n\n Особенный интерес у вас способно вызвать то, что необычно, загадочно и сильно отличается от известного или общепринятого на данный момент. Вас могут увлечь занятия астрологией, оккультизмом и вообще всего мистического.\n\n  Ваша отличительная черта: желание применить все только полученные знания на практике. Интересно, что при этом редко бываете озабочены получением конкретной, земной выгоды или долгосрочной реальной прибыли от своих открытий и озарений.\n\n В своем непрерывном интеллектуальном поиске, вы нередко нащупываете настоящие «золотоносные жилы» в тех или иных областях знаний, но, обозначив их для человечества, идете дальше, оставляя другим право и возможность разрабатывать эти «рудники» и «снимать сливки». Вы слишком оторваны от жизненных реалий и не обладаете необходимой практической хваткой для столь «приземленных дел».\n\n Область интересов: широчайшая — «все, что интересно», то есть над чем можно поразмыслить и порассуждать (политика, философия, а также новости искусства, спорт, медицина).\n\n Способности: проницательность, сообразительность, догадливость (до гениальности) в интересующей области; склонность к абстрактному мышлению (обычно в ладах с математикой, иностранными языками), много читаете, прекрасная память, нередко обладаете «врожденной грамотностью».\n\n          В общении проявляете не меньшую изобретательность, чем в предметном мире. Вы приятный собеседник, наделенный чувством юмора, веселый, заряжающий энергией остальных.   Объемное, целостное видение помогает вам привлекать к решению поставленной задачи методы смежных областей знания.\n\n         Сильное логическое мышление позволяет вам легко осваивать компьютер и адекватно оценивать бесконечные законодательные нововведения. Развитая интуиция помогает не упускать возможности момента и, в то же время, не начинать безнадежных дел.\n\n        Легче ориентируетесь во времени, нежели в пространстве. Вам присущи чутье, догадки при решении разнообразных задач, способность распознавать людей. Вы любите размышлять глобально.  Обладаете теоретической логикой, что позволяет вам анализировать ситуацию, выделять причины и следствия, строить новые теории.\n\n        Часто внешне выглядите спокойным и расслабленным, однако в трудных условиях мобилизуетесь, проявляете волю и решительность. К людям стараетесь быть объективным, в понимании которых используете интуицию и, как правило, не ошибаетесь. Энергичны, унынию не подвержены, к решению задач относитесь творчески. Эмоциональный мир ярок, открыт и пространен. Эмоции имеют созидающую направленность и почти всегда жизнеутверждающий и доброжелательный характер. Вас  привлекают необычные перспективные масштабные задачи, поиск оригинальных решений.\n\n        Вы первооткрыватель, вас больше вдохновляет возможность будущего, чем реалии настоящего. Мышлению претит шаблонность, загнать его в рамки репродукции практически невозможно. Процесс обучения привлекает вас как поле, где можно реализовать свои способности к преподаванию. Вы обладаете блестящими организаторскими способностями, как применительно к процессу, так и к управлению людьми. Если становитесь руководителем, то чаще выбираете стиль управления между демократичным и либеральным. Любите делать несколько дел сразу, параллельно.'
    },
    weaksides: {
        title: 'консерватизм, ощущения, трудоголизм, социальная этика',
        text: 'сложнее вам даются заботы о здоровье, комфорте, кулинарии, оформлению конкретных объектов.\n\n          Неуверенный в своих ощущениях с вещами, вы часто не можете оценить и чужие состояния. Вам трудно определить качество предмета, будь то одежда или еда. Вы можете не чувствовать, что заболеваете или, например, замерзаете. Степень своего или чужого нездоровья вы тоже не можете оценить, поэтому предполагаете самое худшее. Также тяжело разбираетесь в степени искренности слов собеседника, вследствие этого часто можете стать недоверчивым.\n\n         В деловом общении вы очень кратки, сдержаны, от вас трудно добиться повторения сказанного, похвалы в адрес подчиненного, хороший результат в деле вами воспринимается, как само собой разумеющееся и не требующее вознаграждения.\n\n         Обладая неплохой интуицией, умеете в целом составить образ будущего развития ситуации, однако с трудом удается детально продумать весь ход событий, превращать свои идеи в действия вы предоставляет другим. Предпочитаете авторитарный стиль руководства людьми, в управлении которыми вам свойственна конфликтность и частая смена кадров.\n\n      Профессиональная карьера для вас настолько важна, что вы свободно ради нее может пожертвовать личной жизнью.'
    },
    recommendations: {
        development: [
            'Признать свои сильные и слабые стороны, и понять, что  вам   придется делиться своими сильными качествами с другими людьми, и трудиться над совершенствованием слабых. Только в этом случае, вы имеете все шансы быть оцененными по достоинству окружающим миром и получить все о чем мечтаете.', 'Для дальнейшего развития своих сильных сторон и освоения профессий, к которым у вас есть склонности, вам рекомендуется посетить тренинги: на повышение лидерских качеств, личностного роста, деловые игры и упражнения.', 'Для гармонизации структур личности, вам рекомендуется посетить психологические тренинги и занятия на тему: развитие чувственного восприятия, упражнения и игры на развитие доверия.'
        ],
        personality: [
            'Не бойтесь будущего, а привлекайте его в союзники, используя свой дар предвидения, помноженный на деловые способности.', 'Тщательней следите за своим внешним видом, если возникают трудности с подбором подходящей одежды, то привлекайте к этим мероприятиям своих родных, близких. Прислушивайтесь к их советам, без ненужного анализа, так присущего вам.', 'Избавляйтесь от излишней мнительности по поводу своих физических недомоганий, иногда самовнушение в таких случаях сработает лучше любых вирусов и бактерий.', 'Слабость восприятия этической и сенсорной сторон жизни, сказывается  в следующем: вам трудно отследить текущие эмоции и настроения окружающих и как следствие — возникают трудности в повседневном общении.  Если вы не будете держать под контролем свое поведение в данных ситуациях, то можете предстать нелепым до невоспитанности выскочкой или многословным занудой, назойливо объясняющим вполне ясные или просто малоинтересные на данный момент вещи. Общаясь, в обязательном порядке учитесь получать обратную связь.', 'Желательно научиться контролировать следующее: не торопиться начинать новое дело, посмотреть, нет ли других возможностей, считаться с чувствами других, не откладывать решения надолго, следить за сроками.', 'Логика, здравый смысл и реалистичный взгляд на вещи — это ваши лучшие качества, базирующиеся на вашей исходной энергетике, так что несите их в мир не ропща на бестолковость и неблагодарность окружающих, и не обращая свои исключительные достоинства в невыносимые недостатки.'
        ]
    }
}
