$store.jptest = $store && $store.jptest || {};

$store.jptest.jp13 = {
    orientation: 'у вас наряду со свободными полетами фантазии присутствует ярко выраженный интерес к коллизиям человеческой жизни, поэтому наиболее  успешны вы будете в [i]коммуникативной деятельности[/i]. Ваше призвание — связывать людей, поставлять им информацию о других людях, о важных для них событиях и намерениях окружающих.\n\n [b]Ваши способности реализуются там, где нужно восстановить целостную картину человеческих отношений и мотиваций, а потом скорректировать ее в желаемом ключе.[/b]',
    stimulus: 'ваши интересы чаще всего реализуются в нетрадиционных либо обновляющихся областях деятельности с постоянным кругом общения. Вам нравится заниматься тем, что значимо лично для вас, ваш внутренний мир идей, возможность работать в присущем вам ритме. То, что никак не связано с вашими личными интересами или перспективами кажется вам бесконечно скучным, стимулом деятельности для вас является возможность обретения в процессе работы [i]самодостаточности[/i] для своего внутреннего «Я».',
    profile: [
        {
            title: "предприимчивость",
            value: 2
        },
        {
            title: "организаторские способности",
            value: 2
        },
        {
            title: "аналитические способности",
            value: 3
        },
        {
            title: "стратегическое мышление",
            value: 3
        },
        {
            title: "самоконтроль",
            value: 3
        },
        {
            title: "ответственность",
            value: 3
        },
        {
            title: "коммуникабельность",
            value: 4
        },
        {
            title: "инициативность",
            value: 5
        },
        {
            title: "новаторство",
            value: 2
        },
        {
            title: "дисциплинированность",
            value: 5
        }
    ],
    specification: [
        {
            title: "коммуникации",
            value: 90
        },
        {
            title: "психология",
            value: 80
        },
        {
            title: "сервис",
            value: 70
        },
        {
            title: "HR-область",
            value: 60
        },
        {
            title: "реклама",
            value: 50
        },
        {
            title: "педагогика",
            value: 40
        },
        {
            title: "творчество",
            value: 30
        },
        {
            title: "наука",
            value: 20
        }
    ],
    specialties: ['журналист', 'лингвист', 'переводчик', 'священнослужитель', 'телеведущий', 'менеджер по связям с общественностью', 'адвокат', 'психолог', 'психотерапевт', 'социолог', 'социальный работник', 'менеджер по продажам', 'event-менеджер', 'администратор ресторана', 'бренд-менеджер', 'торговый представитель', 'продавец-консультант', 'менеджер по поиску персонала', 'специалист по обучению персонала', 'менеджер по кадрам', 'менеджер по работе с клиентами в рекламном агентстве', 'PR-менеджер', 'копирайтер', 'социальный педагог ', 'воспитатель ', 'педагог', 'коуч', 'гувернер', 'актер', 'художник ', 'музыкант', 'визажист', 'стилист', 'дизайнер', 'геолог', 'археолог', 'историк'],
    notengage: 'ответственная работа с финансами или технологией противопоказана, а также лучше не работать в области экономики, не заниматься биржевой деятельностью, различными изобретениями, законодательством, юриспруденцией, управлением, организацией и контролем производственной деятельностью, в складском хозяйстве, не показаны профессии учета и контроля в отчетности, в бухгалтерии, в любой системе, где необходимо применение силовых решений — в армии, в охранной деятельности, в системе по исполнению наказаний. Эта деятельность требует от вас запредельного напряжения и часто приводит к разрушению (даже физическому).',
    strengths: {
        title: 'гуманизм, интуиция, общение, гибкость',
        text: 'вам присуща способность мгновенного эмоционального отклика на ситуацию.  Вы живете в непрерывном потоке времени, чаще всего вас интересуют либо будущие события, либо воспоминания о прошлом, гораздо реже настоящее. Для вас характерна тонкая душевная организация и определенная оторванность от жизненных реалий.\n\n Ваши мечты касаются всеобщей жизненной гармонии, которую вы видите в приятном общении с людьми, животными, слиянии с красивой природой, а также в комфортном, изящном быте, который для вас важен как элемент гармонии, защищающий и избавляющий от напряженной борьбы с внешними трудностями.\n\n По большому счету вы не созданы для трудностей — вы поэтичны, сентиментальны, впечатлительны и подсознательно тянетесь к сильному партнеру, который «защитит от житейских невзгод».\n\n От природы вы наделены хорошим интеллектом, памятью, пространственным и художественным воображением.\n\n            Вы чутко настроены на атмосферу общения и можете легко ее отрегулировать. Вы умело используете свое неотразимое обаяние, чтобы погасить чужую агрессию или недоброжелательность. Там, где нужно уговорить человека, склонить его на свою сторону, вам нет равных.\n\n       У вас быстрая реакция, хорошее чувство времени и ритма, ощущения стиля. Ход мышления - оценочный, причастный. Цель общения - донести отношение, обменяться энергией.\n\n       Деятельность, ведущая к успеху - работа с людьми, образами, эмоциями, человеческими отношениями.   Вы умеете что-то украсить к празднику, оценить живопись, дизайн или создать что-то кулинарное по настроение.\n\n        Отличаетесь чувством собственного достоинства, надежностью, преданностью.  Смысл вашей жизни — достижение гармонии между душой и телом. Вам претит все злое, вы устремляется на борьбу с ним и, отстаивая добро, можете сами случайно совершить зло. Свойственно идеализировать мир, вносить в него романтизм.\n\n         Проблемы личностного и профессионального роста являются предметом особой заботы. В общении отдаете все силы для установления гармонии в отношениях. В проявлении заботы об окружающих обычно бываете серьезным и спокойным. Внутренне вы глубоко чувствуете другого человека  и нередко готовы пойти на жертвы ради его благополучия.\n\n       Развитая интуиция позволяет хорошо разбираться в людях. Коллегам, друзьям и близким людям обычно легко в отношениях с вами. Обладаете хорошей обучаемостью, с легкостью дается изучение иностранных языков. Очень хорошо приспосабливаетесь к меняющимся ситуациям. Формируете промежуточные решения по ситуации. Корректируете их в процессе выполнения. Любите делать несколько дел сразу, параллельно. Обращаете внимание на новые обстоятельства и своевременно реагируете, если нужно, используете новые возможности. В незнакомой ситуации осваиваете новое.\n\n       Выбивает вас из колеи недостаток средств.'
    },
    weaksides: {
        title: 'логика, финансы, конформизм, не выносит агрессии',
        text: 'сложнее всего вам оценить имеющиеся ресурсы или изобрести технологические приемы. С большим трудом удается контролировать финансы. Долго помните отрицательные переживания прошлого.\n\n        Мягкая мечтательность приводит к тому, что вы никогда не спешите.  Чтобы успешно работать вам необходимо получать четкие указания, описания правил и инструкции, тщательно разработанные технологии, вы не приемлете ругань и выговоры в свой адрес.\n\n        В споре вы чаще предпочитаете согласиться, уступить, промолчать — лишь бы не ссориться. Не проявляете самостоятельной инициативы к физическому труду, делаете это только в случае необходимости или когда вас об этом попросят. Если интерес к работе падает можете совсем ее забросить. В целом вы не созданы для больших, серьезных самостоятельных дел. Крупные деловые проекты, требующие длительных последовательных усилий и физического напряжения, для вас — непосильная нагрузка.'
    },
    recommendations: {
        development: [
            'Признать свои сильные и слабые стороны, и понять, что  вам   придется делиться своими сильными качествами с другими людьми, и трудиться над совершенствованием слабых. Только в этом случае, вы имеете все шансы быть оцененными по достоинству окружающим миром и получить все о чем мечтаете.', 'Для дальнейшего развития своих сильных сторон и освоения профессий, к которым у вас есть склонности, вам рекомендуется посетить тренинги и занятия: на повышение навыков общения, преподавательские игры — игры освоения новых приемов обучения, на развитие интуиции, лингвистические курсы.  ', 'Для гармонизации структур личности, вам рекомендуется посетить психологические тренинги и занятия на тему: развитие логики, упражнения и игры на развитие стрессоустойчивости, поведение в конфликтных ситуациях.'
        ],
        personality: [
            'Не живите только собственными интуитивными ощущениями, уводящими вас в мир грез! Старайтесь быть хозяином своих эмоций. Живите «на земле», отдавая свое эмоциональное тепло окружающим, и ваша вера в чудеса найдет реальное подтверждение в реальных ситуациях.', 'Вы человек настроения, у которого «все получается, пока получается», первые же незапланированные сложности, препятствия, неудачи выбивают вас из колеи, повергая в меланхолию с сильнейшим желанием все бросить и убежать подальше. Умейте руководить собой, все таки вы взрослый человек, иначе к вам перестанут относиться серьезно.', 'При всей своей любви к изяществу и комфорту, вы можете годами жить в квартире с незаконченным ремонтом, если среди домашних нет человека, готового и способного довести до ума ваши эстетические и архитектурные замыслы. Старайтесь доводить начатое дело до логического конца, не перекладывая его на плечи окружающих.', 'Иногда вы начинаете проявлять не свойственное вам упорство в заведомо проигрышном для себя деле — к примеру, в самостоятельном бизнесе или силовом виде спорта, пытаясь доказать себе и окружающим, что «тоже не лыком шит». Обычно до поры до времени все может проходить более менее гладко, однако рано или поздно жизнь «вносит свои коррективы» - иногда шутливо-насмешливые, а иногда и болезненные и безжалостные. Чтобы не получать таких  пощечин от жизни, следуйте четко своему предназначению в жизни.', 'Старайтесь ставить перед собой конкретные, реальные цели; отслеживать возможные последствия своих поступков, делать выводы из своих промахов и ошибок.', 'Ваша хорошо развитая чувственная сфера, показателем которой является  стремление к гуманности, ориентация на построение доброжелательных отношений с окружающим миром, часто направляет вас на одиночный вектор поведения в жизненных ситуациях, такие как, сопереживание, защита, поддержка, а еще необходимо развивать в себе умение анализировать свои собственные поступки и других людей, контролировать и воспитывать в себе последовательность достижения поставленных перед собой целей. ', 'Индикатором правильности использования ваших сильных сторон личности, исходной энергетики будет являться ощущение легкости, удовольствия от жизни.'
        ]
    }
}
