$store.jptest = $store && $store.jptest || {};

$store.jptest.jp14 = {
    orientation: 'ваше истинное призвание — связывать людей, поставлять им информацию о других людях, о важных для них событиях и намерениях окружающих. И чем бы вы не занимались, в вашей деятельности всегда будет присутствовать интерес к отношениям и коммуникациям, ваши способности в полной мере реализуются там, где нужно восстановить целостную картину человеческих отношений и мотиваций,  а также возможность корректировки  всего этого в желаемом ключе, вследствие этого вас следует направлять  [i]коммуникативный[/i] сектор деятельности.',
    stimulus: 'ваши профессиональные интересы чаще всего реализуются в нетрадиционных либо обновляющихся областях деятельности с постоянным кругом общения. Вам нравится заниматься тем, что значимо лично для вас, ваш внутренний мир идей, возможность работать в присущем вам ритме.\n\n  [b]Стимулом деятельности для вас является возможность обретения в процессе работы [i]самодостаточности[/i] для своего внутреннего «Я», а также наличие предпосылок выявлять лучшее в других.[/b]',
    profile: [
        {
            title: "предприимчивость",
            value: 2
        },
        {
            title: "организаторские способности",
            value: 2
        },
        {
            title: "аналитические способности",
            value: 3
        },
        {
            title: "стратегическое мышление",
            value: 3
        },
        {
            title: "самоконтроль",
            value: 3
        },
        {
            title: "ответственность",
            value: 4
        },
        {
            title: "коммуникабельность",
            value: 4
        },
        {
            title: "инициативность",
            value: 5
        },
        {
            title: "новаторство",
            value: 3
        },
        {
            title: "дисциплинированность",
            value: 5
        }
    ],
    specification: [
        {
            title: "психология",
            value: 90
        },
        {
            title: "педагогика",
            value: 80
        },
        {
            title: "соцзащита",
            value: 70
        },
        {
            title: "коммуникации",
            value: 60
        },
        {
            title: "HR-область",
            value: 50
        },
        {
            title: "творчество",
            value: 40
        },
        {
            title: "религия",
            value: 30
        },
        {
            title: "сервис",
            value: 20
        }
    ],
    specialties: ['психолог', 'психотерапевт', 'психиатр', 'социальный педагог ', 'воспитатель', 'педагог ', 'учитель', 'гувернер', 'преподаватель', 'социальный работник', 'журналист ', 'переводчик', 'менеджер по связям с общественностью', 'менеджер по работе с клиентами', 'менеджер по поиску персонала', 'специалист  по обучению персонала', 'профконсультант', 'писатель', 'музыкант', 'режиссер', 'актер', 'священнослужитель', 'специалист по социально-культурному сервису и туризму', 'экскурсовод'],
    notengage: 'в области экономики, банковской и биржевой деятельности, законодательства, изобретения технологий, бухгалтерии, законодательства, юриспруденции, отрицательно скажется на здоровье жесткая работа с людьми - в силовых структурах, охранная деятельность, в системе по исполнению наказаний, в складском хозяйстве, профессии учета и контроля в отчетности, с серьезной финансовой ответственностью.',
    strengths: {
        title: 'гуманизм, наблюдательность, честность, терпение',
        text: 'гуманизм и творческая интуиция, вы хорошо чувствует любого человека и сможете найти к нему подход. Вы великолепный психолог, точно чувствующий все тонкости текущего момента. Имеете бесконечное терпение, никогда не скандалите, всегда готовы пойти на компромисс. Стараетесь помочь людям в беде, как морально, так и действительно.\n\n Всеми фибрами своей души вы ощущаете несовершенство этого грешного мира и в глубине души жаждете его нравственного улучшения и духовного очищения. Для вас каждый человек — это целый мир, полный высот и глубин, и, вы, как правило, уверены, что уверены, что у каждого человека всегда есть причины, по которым он поступает так, а не иначе. Если бы суды присяжных состояли из таких как вы, то они выносили бы исключительно оправдательные приговоры. Вы прирожденный духовный пастырь, защитник обиженных и обездоленных. Психологическая работа с «самим собой» нередко дает вам высочайшую внутреннюю культуру и глубинную интеллигентность вне зависимости от происхождения, воспитания и образования.\n\n По степени остроты и тонкости восприятия человеческих эмоций вас можно сравнить с предельно натянутой струной. В реальной, будничной жизни  все эти ваши особенности выражаются в преувеличенной (с обычной точки зрения) предупредительности, внимательности, чуткости, способности к пониманию и прощению.\n\n       У вас также хорошо развиты такие психические функции, как ощущение, наблюдательность, воображение, память, мышление. Способность к предвидению у вас проявляется практически во всех сферах жизни.\n\n       Цель вашей деятельности — доставленное удовольствие.  Достаточно хорошо сформированы и способности к творчеству. Можете быть прекрасным воспитателем, ваше мировоззрение характеризуется чувством любви к человеку. Оцениваете людей в работе по участию, по старанию.\n\n       Стиль общения - эмоциональность, убеждение.  Эмоциональный мир сложен, многогранен и глубок.\n\n         Несомненные достоинства — достаточно высокие умственные способности, творческое воображение, преданность своим внутренним идеалам, человечность. Справедливость и честность — за эти нравственные ценности вы готовы бороться как в частной жизни, так и на работе. Порученную работу выполняете старательно и надежно. Хорошая способность к планированию.'
    },
    weaksides: {
        title: 'занудство, воля, конформизм, отношение к критике',
        text: 'иногда можете быть «ходячей добродетелью», занудой моралистом. Проявление воли, агрессивность, напор, захват чужих территорий — все эти действия не только не  характерны  вас, но и одна только мысль о их необходимости вызывает в вас глубокое отвращение. Вынужденный поступать жестко, вы можете даже заболеть.\n\n        В ситуации, когда на вас кричат, критикуют, вы почти всегда теряетесь. В конфликтной ситуации всегда идете на компромисс, не будете отстаивать свою точку зрения, лишь не было скандала, чем очень часто злоупотребляют люди, находящиеся рядом с вами.\n\n Трудно вам решать и нестандартные технологические задачи. Даже многолетняя практика какого-то ремесла не избавляет вас от растерянности при малейшем отклонении задачи от стандартной. Редко можете реализовать себя, как эффективный управленец, но часто можете стать неформальным лидером и оказывать скрытое влияние на других.'
    },
    recommendations: {
        development: [
            'Признать свои сильные и слабые стороны, и понять, что  вам   придется делиться своими сильными качествами с другими людьми, и трудиться над совершенствованием слабых. Только в этом случае, вы имеете все шансы быть оцененными по достоинству окружающим миром и получить все о чем мечтаете.', 'Для дальнейшего развития своих сильных сторон и освоения профессий к которым у вас есть склонности, вам рекомендуется посетить психологические тренинги и занятия на улучшение чувственного восприятия, умения слушать, коммуникабельности, наблюдательности,на повышение навыков общения, преподавательские игры — игры освоения новых приемов обучения, на развитие интуиции. ',           'Для гармонизации структур личности, вам рекомендуется посетить психологические тренинги и занятия на тему: развитие логики, упражнения и игры на развитие стрессоустойчивости, поведение в конфликтных ситуациях.'
        ],
        personality: [
            'Старайтесь избегать методичной назидательности и отвлеченного морализаторства. Стремитесь быть духовным светочем и поводырем в каждом конкретном случае человеческой судьбы!', 'Болезненная функция волевой сенсорики наделяет вас нетерпимостью к собственным недостаткам, а также в отдельных случаях — непримиримостью к несовершенствам системы общества и государства, связанным с «насилием над личностью». По отношению к себе вы можете стать настоящим тираном. Уже с подросткового возраста вы оцениваете себя со взрослой позиции и можете с недетской жесткостью ставить самому себе жизненные задачи, составлять «план мероприятий» по совершенствованию собственной личности —  «освоению» чего-то одного и «искоренению» чего-то другого. Особенно популярным здесь становится вырабатывание силы воли, умения логично мыслить, искоренение внешней и внутренней слабости. Не стремитесь к нарочитым трудностям в своей жизни, принимайте жизнь и себя во всем их богатстве и разнообразии.', 'Вы часто стремитесь к надуманным целям, иногда откровенно иллюзорным и оторванным от жизни целям (что хорошо видно со стороны) и при этом затрачиваете на их достижение совершенно неадекватные усилия. Вы непревзойденный мастер усложнять себе жизнь и видеть проблему там, где другой «спокойно спит». Учитесь ставить перед собой реальные жизненные цели, не тратить слишком много времени на рассмотрение дела, обращать внимание на факты, оценивать ситуацию с логической точки зрения.', 'Часто думая о том, как спасти и обогреть все человечество, вы оказываетесь не в состоянии наладить быт и создать хотя бы элементарный комфорт для себя. Вечно погруженный в глубины своих философских размышлений, сочинительств, вы напоминаете беспомощного ребенка, когда сталкиваетесь с необходимостью решать насущные житейские проблемы. Опускайтесь на грешную землю, включайтесь в жизнь здесь и сейчас.', 'Вам, как никому другому свойственно впадать в безграничную жертвенность, которая обращена преимущественно к душе и эмоциям подопечных, и нередко проявляете ее по отношению к тем, кто меньше всего это заслуживает. Живите своей жизнью, пусть она будет яркой и наполненной, тогда вы действительно много кому сможете помочь опытом, мудростью, зрелым советом. И тогда вы будете всем интересны как личность и уважать и ценить Вас будут не по необходимости и долгу, а искренне от души.', 'Индикатором правильности использования ваших сильных сторон личности, исходной энергетики будет являться ощущение легкости, удовольствия от жизни.'
        ]
    }
}
