$store.jptest = $store && $store.jptest || {};

$store.jptest.jp15 = {
    orientation: 'у вас преобладание широты и разнообразие гуманитарных интересов, при этом вы непоседливы и склонны к погружению в мир фантазий, ярко выраженный интерес к коллизиям человеческой жизни, ваше призвание связывать людей, поставлять им информацию о других людях, о важных для них событий и намерениях окружающих, вы однозначно будете успешны там, где основой деятельности являются [i]коммуникации[/i].',
    stimulus: 'все недостаточно исследованное вызывает у вас естественную тягу заглянуть «под покров тайны», вы всегда в движении, в ожидании перемен. Вас привлекают необычные перспективные, масштабные задачи, поиск оригинальных решений. Вы первооткрыватель, вас больше вдохновляют возможности будущего, нежели реалии  настоящего. Вы как никто другой чувствуете бесконечную многогранность и неисчерпаемость мира.\n\n [b]Идея совершить открытие греет вам душу, поэтому обычная рутинная работа, не сулящая неожиданностей, вас утомляет, вы всегда готовы забросить «скучную» работу в пользу той, которая сулит новые возможности, стимулом вашей деятельности является [i]уникальность[/i].[/b]',
    profile: [
        {
            title: "предприимчивость",
            value: 2
        },
        {
            title: "организаторские способности",
            value: 5
        },
        {
            title: "аналитические способности",
            value: 3
        },
        {
            title: "стратегическое мышление",
            value: 3
        },
        {
            title: "самоконтроль",
            value: 3
        },
        {
            title: "ответственность",
            value: 4
        },
        {
            title: "коммуникабельность",
            value: 4
        },
        {
            title: "инициативность",
            value: 5
        },
        {
            title: "новаторство",
            value: 4
        },
        {
            title: "дисциплинированность",
            value: 5
        }
    ],
    specification: [
        {
            title: "психология",
            value: 90
        },
        {
            title: "коммуникации",
            value: 80
        },
        {
            title: "реклама",
            value: 70
        },
        {
            title: "педагогика",
            value: 60
        },
        {
            title: "политика",
            value: 50
        },
        {
            title: "HR-область",
            value: 40
        },
        {
            title: "медицина",
            value: 30
        },
        {
            title: "физический труд",
            value: 20
        }
    ],
    specialties: ['психолог-консультант', 'психотерапевт', 'менеджер по связям с общественностью', 'журналист ', 'экскурсовод', 'священнослужитель', 'специалист по связям с гос. органами', 'менеджер по работе с ключевыми клиентами', 'менеджер по рекламе', 'социальный педагог ', 'преподаватель психологии', 'воспитатель', 'политолог', 'дипломат', 'переводчик', 'имиджмейкер', 'менеджер по подбору персонала', 'специалист по обучению персонала', 'коуч', 'методист', 'профконсультант', 'врач терапевт', 'стилист', 'модельер', 'косметолог', 'ювелир', 'декоратор', 'кулинар'],
    notengage: 'в области законодательства, юриспруденции, следствия, судебной системы, программирования, экономики, финансов, профессии, связанные с риском для жизни. Любая деятельность, требующая систематичности, скрупулезной формальности, последовательности не подходит.',
    strengths: {
        title: 'интуиция, общение, гуманизм, мудрость',
        text: 'вы прирожденный психолог,  обладающей чуткой, дружелюбной, приветливой, гибкой натурой, чувствуете способности и достоинства других людей, любите вдохновлять, восхищаться талантами людей, хорошо понимаете поступки и мотивы поведения окружающих. Вы способны войти в положение практически любого человека, с двух слов уловить суть сложившейся ситуации и проблемы, найти подход к ее решению или поддержать сочувствием, шуткой, а то и неожиданным, нетривиальным советом. Вообще вы обладаете способностью оценивать все немного не так, как другие. Ваша видение людей и жизни в первую очередь  интуитивно и потому часто необычно и оригинально.\n\n Нередко обнаруживаете в людях способности и возможности, о которых они и сами не подозревали, и с бесконечной увлеченностью беретесь убеждать их не зарывать своего таланта, не бояться в корне изменить жизнь и осчастливить все человечество своим даром.\n\n Вы связываете мир узами общения, восстанавливаете его этическую целостность. Ориентация в жизни на людей, гуманистические ценности. Вы великолепно осуществляете эмоциональную подстройку к партнеру, у вас несомненный дар убеждения, примирения и посредничества.\n\n        Легче ориентируется во времени, речь, как правило, фигуральная, насыщенная метафорами. Любите юмор, шутки, имеете много знакомых, причем часто абсолютно непохожих друг на друга.  Вы очень коммуникабельны, несете людям свою страсть, жизненные силы. В общении свойственно стремление установить дружеские, неконфликтные отношения. Часто другие черпают в вас мудрость.\n\n        Очень развита интуиция, за счет чего можете предвидеть развитие любой ситуации, но в силу недостаточно развитой способности к анализу, вам трудно принять правильное решение.\n\n Вы новатор и рационализатор, вас привлекает все новое и необычное, во всем разбираетесь с поразительной легкостью и быстротой. Возникающие по ходу дела идеи, бьют фонтаном, ваша моторность в первую очередь — интеллектуальная. По этой причине однообразие и рутина  повергают вас в тоску и уныние.\n\n        Прекрасно справляетесь с работой руководителя, проявляя при этом недюжинные способности, особенно там, где управляете отношениями между людьми. Вы способны собирать трудоспособные команды с прекрасным психологическим климатом, где люди готовы работать «за идею», с удовольствием и интересом, увлеченные общей перспективой.\n\n        В любую деятельность вносите энтузиазм и энергию. Вам можно поручить вопросы отдыха, праздничных мероприятий, налаживания благоприятной психологической атмосферы в коллективе. Также достаточно уверенно, вы можете освоить работу с инструментом: пилить, паять, шить, готовить т. д.\n\n       Вы ставите себе множество целей, легко переключаясь с одной на другую, исключая одни и включая другие. Цели классифицируются, ревизуются, меняются по разным причинам. Методы их достижения неосознанны и непосредственны. Вы стараетесь одним методом добиться нескольких целей. Вам нравится несколько дел сделать «заодно». Вы видите и стараетесь не упускать побочные результаты своей деятельности. Чувство беспомощности может появиться, если имеющимися средствами не удается «накрыть» основной массив имеющихся целей.\n\n        Движения более сглажены, как будто нет жесткого стержня, волнообразный внутренний ритм, естественность, пластичность, реакции зависят от эмоционального состояния. Вы не фанатичны, подхватываете новые веяния, рассказывая о чем-то, может отвлекаться на ассоциации.'
    },
    weaksides: {
        title: 'логика, тревожность, анализ, мечтательность',
        text: 'не обладаете системно-логическим анализом, можете распыляться по мелочам, упуская самое главное. Схемы, графики, таблицы, сметы, мелкий шрифт договорах — все это настоящий кошмар для вас.\n\n        Не выносите подробных объяснений. Часто бываете не уверены в своих ощущениях. Не подходит работа, связанная с регулярным скрупулезным  выполнением формальностей, никаких еженедельных отчетов, написание компьютерных программ.\n\n        Испытываете потребность в творчестве, но здесь вас интересует сам процесс, а не результат, увлеченность может быстро сменится равнодушием, если не поддерживать постоянную смену элементов или структуры.\n\n       Неустойчивость эмоциональной сферы порождает стремление к смене впечатлений, повторение одних и тех же ситуаций неприемлемо для вас. Если вы проявляете мечтательность и некоторую раскоординированность и при этом можете критически относится к любым инструкциям и нравоучениям, опираясь только на собственные соображения, то вы будет часто менять направления своей деятельности, выбирая самые привлекательные сегодня, и безжалостно отворачиваясь от вчерашних проектов, не сулящих такой как новые, тактической выгоды.\n\n       Ваша возбудимость  очень велика, вы испытывает повышенную тревожность, что может приводить к проблемам в психосоматике.'
    },
    recommendations: {
        development: [
            'Признать свои сильные и слабые стороны, и понять, что  вам   придется делиться своими сильными качествами с другими людьми, и трудиться над совершенствованием слабых. Только в этом случае, вы имеете все шансы быть оцененными по достоинству окружающим миром и получить все о чем мечтаете.',             'Вам рекомендованы тренинги, семинары, занятия, которые обучают эффективным коммуникациям, способствуют дальнейшему развитию навыков общения с людьми. Такие программы полезны тем, кто уже обладает хорошими навыками общения, работает или собирается работать в сфере, непосредственно связанной с коммуникациями (психология, сервис, педагогика).', 'Для гармонизации структур вашей личности вам рекомендуется посетить психологические тренинги и занятия на развитие логического мышления, стрессоустойчивости и коррекции тревожности.'
        ],
        personality: [
            'Не погружайтесь с головой в поток интуиции, не держите свои оригинальные мысли внутри себя, старайтесь нести свои таланты и идеи людям!', 'Вы не из тех, кто зубами рвет себе дорогу, топча других. Вы все-таки слишком миролюбивы и дружелюбны, в тому же с трудом выносите длительное напряжение в одном направлении. Вам необходимо жизненное разнообразие, желательно интеллектуального свойства. Вы игрок, психолог и интеллектуал, а не борец и стайер. Поэтому не нужно демонстрировать свою железную волю, решительность, строгость и непоколебимость — это противоречит вашей базовой энергетике, и в итоге будет приносить большие проблемы в жизни.', 'Нередко свою излишнюю суровость вы можете проявить в семье — стараетесь быть жестким родителем, чем лишаете себя и детей массы живых, приятных эмоций, о чем позже можете пожалеть.',            'В силу слабой логики вам сложно просчитывать последствия ваших поступков, поэтому держите их под контролем: сначала думаем, потом делаем!',           'Еще одна проблема, возникающая из-за недостатка логики — частая и хаотичная смена целей. Они мелькают у вас, как стеклышки в калейдоскопе. Вы не в состоянии критично оценить реальность, а также степень необходимости достижения возникающих перед вами целей. Старайтесь тратить свои силы только на реальные цели, контролируйте свой максимализм, вашим принципом в жизни должна стать «золотая середина». Осваивайте долгосрочное планирование.',            'Имея большой запас физических и душевных сил, вы легко включаетесь в энергетические программы других симпатичных в данный момент вам людей, совершенно не  соответствующие вашим собственным интересам и не приносящие вам ничего кроме пустых хлопот и затрат энергетических, временных и материальных. Поэтому начиная штурм очередной манящей вас вершины, возьмите за непременное правило сначала сесть и подумать — насколько это нужно именно вам, и только от этого должна зависеть степень вашего участия в предстоящем деле. Если это действительно нужно, определитесь насколько реально на данный момент достижение данной цели и в какие сроки это может вылиться.', 'Не пытайтесь удивить и осчастливить сразу все человечество, не мечтайте добыть сразу все золото мира — это верный путь остаться в безвестности. Начните с реально достижимых целей — это наиболее вероятный путь добиться известности, а может быть и славы!'
        ]
    }
}
