$store.jptest = $store && $store.jptest || {};

$store.jptest.jp16 = {
    orientation: 'ваши природные способности будут реализованы там, где нужно восстанавливать целостную картину человеческих отношений, связывать людей,  поставлять им информацию о других людях, о важных событиях и намерениях окружающих, доносить до них эмоции мира. Наиболее успешны вы будете в  [i]творческой и коммуникативной[/i] деятельности.',
    stimulus: 'вы человек ищущий, увлеченный своей идеей, в вас всегда присутствует мотив движения, наибольший интерес у вас вызывают необычные перспективные,  масштабные задачи, поиск оригинальных решений, возможность зажечь собой как можно большее количество окружающих людей.\n\n  [b]Стимулом к деятельности является [i]обратная связь с миром[/i]; главное для вас — быть в центре внимания, вызывать любые эмоции по отношению к себе, но только не равнодушие. Равнодушие и безразличие для вас губительны, они «косят под корень» вашу жизнестойкость — вплоть до потери смысла жизни.[/b]',
    profile: [
        {
            title: "предприимчивость",
            value: 2
        },
        {
            title: "организаторские способности",
            value: 4
        },
        {
            title: "аналитические способности",
            value: 3
        },
        {
            title: "стратегическое мышление",
            value: 4
        },
        {
            title: "самоконтроль",
            value: 3
        },
        {
            title: "ответственность",
            value: 4
        },
        {
            title: "коммуникабельность",
            value: 4
        },
        {
            title: "инициативность",
            value: 5
        },
        {
            title: "новаторство",
            value: 5
        },
        {
            title: "дисциплинированность",
            value: 5
        }
    ],
    specification: [
        {
            title: "творчество",
            value: 90
        },
        {
            title: "коммуникации",
            value: 80
        },
        {
            title: "педагогика",
            value: 70
        },
        {
            title: "психология",
            value: 60
        },
        {
            title: "политика",
            value: 50
        },
        {
            title: "наука",
            value: 40
        },
        {
            title: "реклама",
            value: 30
        },
        {
            title: "сервис",
            value: 20
        }
    ],
    specialties: ['актер', 'режиссер', 'музыкант', 'телеведущий', 'конферансье', 'тамада', 'event-менеджер', 'писатель', 'журналист ', 'менеджер по связям с общественностью', 'воспитатель', 'учитель, педагог ', 'специалист по работе с молодежью', 'социальный педагог', 'психолог-консультант', 'психотерапевт', 'политик', 'имиджмейкер', 'историк', 'философ ', 'PR-менеджер', 'менеджер по работе с клиентами', 'менеджер по продажам', 'менеджер по туризму'],
    notengage: 'не показаны профессии, где требуется скрупулезная ручная работа, ответственность за качество продукта, медицина, социальная сфера, языковедение, программирование,  охранная деятельность, силовые структуры, следствия, судебной системы, юриспруденции.',
    strengths: {
        title: 'терпение, преданность, надежность, воля',
        text: 'яркая энергетика и очень быстрая реакция, вы любитель экстремальных задач, требующих напряжения нервов и скорости. Вы любите состояние энтузиазма и умеете адекватно использовать возникший адреналин, вы человек творческий, даже самую рядовую, житейскую ситуацию вы способны обыграть так, что у слушателей будут либо ручьем слезы литься, либо животы надрываться от смеха.\n\n Вы человек интенсивных и расточительных эмоций, который не хочет держать при себе свои ощущения, настроения, внутренние состояния. Все, кто с вами общается всегда в курсе ваших всех радостей, печалей, восторгов, обид...\n\n Вообще рядом с вами никогда не бывает скучно или тихо. Вы имеете свойство заполнять собой все окружающее пространство, можете держать на себе целую компанию целый вечер, являясь центром притяжения. Вы остроумны, начитаны, к месту можете рассказать массу баек, анекдотов, притч, цитат или просто историй из жизни. Самое примечательное, что такие эмоциональные затраты совсем не обескровливают вас, наоборот, именно к этому вы стремитесь, так как по сути всегда работаете на обратную связь, то есть на зрителя.\n\n  Вы обладаете великолепным чувством слова, литературного стиля т вообще тонкое понимание искусства, вы являетесь ценителем и знатоком элитарной режиссуры, авангардной живописи, нетрадиционных  словесных и музыкальных жанров, способны и сами вести богемный образ жизни. Одним словом, вы знаток и ценитель прекрасного во всех его проявлениях, у вас нюх на гениальность, за версту можете почувствовать то, что называется искрой Божьей, нередко способны и сами высекать эту искру гениальной игрой на сцене, режиссурой, музыкальным исполнением или талантливым преподаванием и работой с молодежью.\n\n         За счет отличных коммуникативных способностей, вас можно отнести к прекрасным управленцам, особенно в социальной сфере.\n\n     Интуиция в здесь достаточно развита, но в основном в пределах улавливания источника приложения собственных сил, чем направленности на собственную комфортность. Также развитая интуиция дает хорошо предчувствовать ситуацию и правильно ее оценивать.\n\n      В отношениях с людьми очень терпеливы, преданы и надежны.  Также неплохо прогнозируете события, действия знакомых  людей. Хороший физиогномист. Дела обычно обрабатываете тщательно, доводите их до конца.\n\n        Миссионерский склад личности, пожалуй, наиболее ярко характеризует ваш тип личности, причем проявления благотворительности  бывают подчас настолько неизмеримы, что вызывают психические и физические перегрузки, но вы скорее наживет себе проблем со здоровьем, чем откажется от подобной деятельности.\n\n       Среди других важных характеристик, присущих вам,  следует назвать способность к планированию и итоговому контролю за выполненным действием. Особенностью также является способность быть как успешным руководителем, так и хорошим исполнителем. Высокий уровень адаптации позволяет в любой ситуации сохранить и самореализовать себя.'
    },
    weaksides: {
        title: 'рассеянность, утомляемость рутиной, деловая логика',
        text: 'вы обостренно воспринимаете замечания о своей внешности, манере одеваться.  Сложнее всего вам дается плотный контакт с конкретными проявлениями жизни.\n\n       Слабо ориентируетесь в своих ощущениях, вам трудно понять, здоровы вы  или больны, сыты или голодны.  Не любите принимать решения, связанные с бытовыми проблемами. Вас  интересуют только те проблемы, решение которых привнесет в вашу жизнь что-то новое, позволит увидеть реальность под другим углом. Идея совершить открытие греет вам душу, поэтому обычная рутинная работа, не сулящая неожиданностей обычно вас утомляет. Вам не даются логические задачи, методы решения, которые еще нужно изобрести.\n\n       В выборе друзей можете ошибаться, так как, вам свойственно идеализировать отношения, если не находитесь в центре внимания в коллективе, можете в некоторых ситуациях испытывать обиду.'
    },
    recommendations: {
        development: [
            'Признать свои сильные и слабые стороны, и понять, что  вам   придется делиться своими сильными качествами с другими людьми, и трудиться над совершенствованием слабых. Только в этом случае, вы имеете все шансы быть  оцененными по достоинству окружающим миром и получить все о чем мечтаете.',            'Для дальнейшего развития ваших сильных сторон и профессионального роста, вам рекомендованы тренинги, семинары, занятия, которые обучают эффективным коммуникациям, что способствуют дальнейшему развитию навыков общения с людьми, повышения лидерских качеств.', 'Для гармонизации структур вашей личности вам рекомендуется посетить психологические тренинги и занятия на развитие логического мышления, стрессоустойчивости и коррекции тревожности, мнительности.'
        ],
        personality: [
            'Не будьте так зависимы от реакций и оценок окружающих, не живите одними эмоциями. Прислушивайтесь к голосу интуиции, старайтесь доносить дарованные ею откровения в той или иной форме до людей — и признание вам обеспечено.', 'В вопросах прикладной эстетики, вы постоянно балансируете на грани несуразности и неординарности и обожаете выступать в роли советчика, а то и взыскательного критика. На самом деле, в выборе одежды для себя, у вас имеются сложности, здесь вы и непрактичны и претенциозны одновременно. Пытаясь выделится из толпы, нередко покупаете броскую некачественную одежду, иногда она бывает даже просто вам не размеру. Если есть возможность привлекайте к выбору гардероба для себя, друзей и близких и прислушивайтесь к их советам.', 'Не обладая деловой логикой, вы частенько любите демонстрировать свою деловитость, занятость, коммерческое чутье, умение зарабатывать деньги, здесь в ход идут любые внешние атрибуты, но как только вы беретесь за какое-либо действительно серьезное дело, вы становитесь нервно-вспыльчивым и занудно-методичным одновременно, так как пытаетесь быть рациональным и выстраивать действия по определенным существующим схемам. Однако помните, забывая начисто о творчестве, вы всегда проиграете.', 'Чувствуя себя рожденным для великих свершений, вы тем не менее крайне подвержены греху сотворения кумиров. Это оборотная сторона медали внешней самоуверенности, пытаясь убедить всех и вся в собственной исключительности, вы редко способны осознать «искру Божью» в себе самом. Не ищите постоянно неосознанно примеры для подражания, вы сами для себя должны быть кумиром.', 'Не пытайтесь удивить и осчастливить сразу все человечество, не мечтайте добыть сразу все золото мира — это верный путь остаться в безвестности. Начните с реально достижимых целей — это наиболее вероятный путь добиться известности, а может быть и славы.'
        ]
    }
}
