$store.jptest = $store && $store.jptest || {};

$store.jptest.jq2 = {
    orientation: 'в чем может быть наиболее успешен человек, который чувствует свойства материалов, адекватно оценивает качество конкретных продуктов, понимает, какие процессы и инструменты помогут получить желаемый результат? Если вы легко улавливаете смысл чертежей и технологий, цифр и знаков, любите возиться с материалами, то именно в производственной деятельности раскроются ваши таланты и творческие способности. Деятельность ваша четко организована, результат оформлен, даже если речь идет о создании фильма или романа, здесь будут четко осмыслены все стадии процесса, составлен план сборки целого из частей, рассчитан ресурс.\n\n [b]Стратегически верно ориентировать вас на достижения в конкретной [i]производственной или организаторской[/i] деятельности, поставляющей миру определенный четко оформленный материальный продукт.[/b]',
    stimulus: 'доверяя своим, совершенно адекватным ощущениям, вы хорошо чувствует гармонию и комфортность окружающей  среды, эстетику, удобство, экологию. Вам свойственна деятельность практического характера с постоянным кругом контактов, вас интересует хорошее материальное обеспечение, комфортные условия жизни и работы.\n\n Награда за труд должна быть материальной — деньги, путевка на отдых, подарок от фирмы. Вас не заинтересует портрет на доске почета или благодарность в приказе, а торжественное рукопожатие начальника может разочаровать вас, а именно личное [i]благосостояние[/i] будет для вас стимулом в работе.',
    profile: [
        {
            title: "предприимчивость",
            value: 3
        },
        {
            title: "организаторские способности",
            value: 4
        },
        {
            title: "аналитические способности",
            value: 4
        },
        {
            title: "стратегическое мышление",
            value: 5
        },
        {
            title: "самоконтроль",
            value: 5
        },
        {
            title: "ответственность",
            value: 4
        },
        {
            title: "коммуникабельность",
            value: 2
        },
        {
            title: "инициативность",
            value: 5
        },
        {
            title: "новаторство",
            value: 5
        },
        {
            title: "дисциплинированность",
            value: 5
        }
    ],
    specification: [
        {
            title: "производство",
            value: 90
        },
        {
            title: "силовые структуры",
            value: 80
        },
        {
            title: "IT-отрасль",
            value: 70
        },
        {
            title: "страховое дело",
            value: 60
        },
        {
            title: "экономика и финансы",
            value: 50
        },
        {
            title: "наука и исследования",
            value: 40
        },
        {
            title: "техническая отрасль",
            value: 30
        },
        {
            title: "строительство",
            value: 20
        }
    ],
    specialties: ['главный инженер', 'главный технолог', 'аудитор', 'системный аналитик', 'налоговый инспектор', 'таможенный работник', 'военнослужащий', 'прокурор', 'работник УФСИН', 'полицейский', 'телохранитель', 'правовед', 'программист', 'HTML-верстальщик', 'администратор базы данных ', 'оператор ПК ', 'системный администратор', 'экономист', 'бухгалтер', 'страхование, оценка рисков', 'финансовый контролер', 'финансовый аналитик', 'статистик', 'специалист по стандартизации', 'логист', 'философ', 'библиограф', 'изобретатель', 'математик', 'инженер-электронщик', 'радиомеханик', 'менеджер проекта (строительство)', 'прораб'],
    notengage: 'любая деятельность, связанная в общением, заботой о человеке, организацией мероприятий и проведением праздников не будет успешной, подбор и обучение персонала потребует большой затраты эмоциональных усилий, что вам может помимо колоссальных энергетических затрат стоить и физического благополучия.',
    strengths: {
        title: 'научная логика, долг, честь, ответственность',
        text: 'волевой, упорный, порой жесткий, умеете действовать быстро, четко, начатое дело доводите до конца и в срок. \n\n На вершине иерархической лестницы у вас находится — долг, честь, справедливость, ответственность, верность своему слову, и это основа ваших ценностных ориентаций, которым вы следует до конца.   \n\nВаша  эмоциональная сфера характеризуется осознанностью, адекватностью эмоциональных состояний ситуации, проявляете завидное спокойствие и выдержку в изменяющейся обстановке, но не лишены настойчивости и решительности в приведении обстоятельств в соответствие с  собственным видением целесообразности. Здравомыслие почти всегда одерживает верх над интуицией. \n\n Системно-аналитический характер мышления позволяет справляться с самыми сложными жизненными и профессиональными задачами. Наличие в психологическом базисе очень хорошо развитого внимания, наблюдательности помогает правильно оценивать обстановку и принимать верные решения. В работе вы последовательны, методичны. Совестливый  и скрупулезный сосредоточенно и аккуратно проверяете и перепроверяет факты, прежде чем ими воспользоваться.\n\n Отличительная особенность: вы можете испытывать поистине чувственное наслаждение при составлении планов мероприятий, протоколов, написании резолюций, изучении инструкций. Вы обожаете дисциплину, порядок и являетесь приверженцами и сторонниками сильной власти.      \n\nПрактичны, у вас присутствует понимание собственных целей и умения их добиваться, уравновешены, способны обеспечить комфорт и защитить его.  \n\nВ деловом общении вы спокойны, выдержаны, тактичны. Цель общения — донести истину, обменяться информацией. \n\nЦель деятельности — сделанная работа. Ваша цель располагается в конкретном настоящем и достигается она путем аккуратного следования хорошо продуманным рецептам, которые уже зарекомендовали себя как эффективные и социально приемлемые.\n\n Ваша жизненная стратегия может быть описана словами — аккуратное завершение начатого. Поставив перед собой цель, вы идете к ней последовательно и настойчиво, и относясь таким образом к жизни, сами стремитесь быть обязательным. По этой причине с вами очень приятно иметь дело. \n\n         Таким образом ваша визитная карточка — основательное и серьезное отношение к жизни, подразумевающее реальную логическую оценку ситуаций, направленную на определение путей скорейшего достижения поставленных целей. Как следствие, вы обычно бываете преуспевающим в жизни. Действительно, никто не сравнится с вами по части умения устроится в жизни удобно. В этом смысле вы имеете самый высокий кпд, если говорить о соотношении затраченных усилий и полученных результатов. \n\n        Хорошо осознаете свои свои права и обязанности, поэтому легко вписываетесь в любую иерархию, вы исполнительный подчиненный и бескомпромиссный начальник.\n\n         В конфликтных ситуациях сохраняете спокойствие и выдержку. Легко усваиваете правила хорошего тона и умеете применить их при случае. Можете при случае даже побыть «душой общества», но это скорее для вас работа, нежели удовольствие.\n\n         У вас абсолютно отсутствует комплекс мученичества. Вы не станете сражаться с ветряными мельницами за отвлеченные идеалы. Не присущ вам и дух авантюризма. \n\n         Вообще, вы руководитель среднего звена, идеального для управления небольшим коллективом, где все объединены конкретной задачей и ограничены определенными сроками. За выполнение намеченного вовремя в этом случае можно не волноваться, так как любые отклонения от намеченного графика, а уж тем более от поставленной задачи здесь исключены. \n\n        В ипостаси мужчины, вы нередко хороший «технарь», тонко чувствующий «душу механизма», и можете быть настоящим кудесником по части исправления механических поломок, технических неисправностей.\n\n        Женщина же такого типа ценит и по возможности предпочитает стильную и дорогую одежду хорошего качества, сама же способна создавать удивительные по изысканности и сложности исполнения вещи — предметы одежды, вышивки, вязаные изделия, ковры и т. д.'
    },
    weaksides: {
        title: 'терпение, интуиция, формализм, этика',
        text: 'сложнее всего вам дается пребывание в ситуации неопределенности. Принимать важное решение с неполными или не вполне достоверными данными для вас мучительно. Все, что нельзя просчитать, вызывает у вас опасения и отвергается. \n\nВы болезненно уязвимы в вопросах предвидения будущего и пытаетесь компенсировать это тотальным планированием и контролем всего и вся, считая, что это и есть настоящий, серьезный подход к жизни, дающий истинную прозорливость и успех. \n\n       Другой характерный штрих в вашем поведении, обусловленный слабой душевной этикой, — «эмоциональная глухота», лишающая вас возможности расслышать и почувствовать все нюансы эмоциональной атмосферы общения. \n\nВы не станете прислушиваться к советам, которые недостаточно логически обоснованы. Ситуации, где все зависит от чужого настроения или каприза абсолютно не для вас, в ней вы будет испытывать постоянный и сильный стресс. \n\n        Интересы дела всегда ставите выше интересов конкретного человека, при этом вас может не заботить состояние этого конкретного человека. Нечасто задумываетесь также над тем, чтобы по достоинству оценить другого человека, поэтому во взаимоотношениях с подчиненными могут иметь место обиды со стороны последних.  \n\n       Не выносите работу, связанную с постоянными контактами с клиентами и удовлетворением их эмоционально-этических запросов; вам лучше не поручать вопросы отдыха, праздничных мероприятий, налаживания благоприятной психологической атмосферы в коллективе. Вам сложно представить, что  можно опираться на другую систему взглядов и что таких систем достаточно много. Без серьезного расширения сознания и воспитания толерантности к альтернативным взглядам вы не сможете освоить режим истинного творчества.'
    },
    recommendations: {
        development: [
            'Не стремитесь к нарочитым трудностям, не требуйте от людей жизненной стойкости, подобно вашей. Старайтесь с присущей вам  мудростью принимать жизнь во всем ее богатстве.',
            'Учитесь ставить перед собой конкретные, реальные цели в жизни, так вы быстрее достигнете желаемого и получите меньше разочарования.',
            'Для развития своих сильных сторон личности рекомендуется посетить психологические тренинги на развитие лидерских качеств, стремитесь к   карьерному росту, ваше место на руководящей должности.  Организуйте себе хобби по ремонту ПК, микроэлектроники, часов. Не отказывайте в помощи родным, друзьям, коллегам по работе в изучении наук — особенно математики. Займитесь изучением компьютерных языков, в свободное время ваш мозг можно развлекать решением головоломок, ребусов, логических задач.',
            'Для гармонизации личности начните развивать в себе коммуникативные навыки. Желательно посетить  психологические тренинги, где обучают правилам и способам межличностного общения.'
        ],
        personality: [
            'Помните, что ваша реальность ограничена вашими собственными представлениями о ней. Другие люди имеют другие реальности,  у каждого она своя, поэтому старайтесь не смотреть на своих близких и сослуживцев только лишь как на кирпичики возводимого вами здания благополучия.',
            'Не пытайтесь контролировать все и вся! Оставьте своим близким право самостоятельно решать возникающие проблемы и добиваться успеха!',
            'Полезно определиться с системой приоритетов — какая степень вашего контроля в каких случаях требуется.',
            'Даже если вы не обладаете большим капиталом, но имеете определенный достаток и уютный теплый дом — сделайте свой дом гостеприимным для своих друзей и близких, они будут вам благодарны, и их тепло и энергия дружелюбия никогда не оставят вас в одиночестве,  которое нередко становится жизненным спутником такого человека в зрелом возрасте.',
            'Не требуйте от людей аналогичного вашему хода мыслей и соответствующих поступков; не требуйте и не ждите подспудно от окружающего мира бурного восхищения вашей деятельностью и ее результатами.',
            'Логика, здравый смысл и реалистичный взгляд на вещи — это ваши лучшие качества, базирующиеся на вашей исходной энергетике, так что несите их в мир не ропща на бестолковость и неблагодарность окружающих, и не обращая свои исключительные достоинства в невыносимые недостатки.',
            'Постоянно контролируя меняющуюся жизнь, не воспринимайте каждый новый поворот судьбы лишь с точки зрения выгоды сегодняшней, он может принести вам гораздо больше в будущем. Не забывайте ценить то, что уже имеете. Учитесь верить в лучшее и радоваться малому, и к вам придет полнота и радость жизнь.'
        ]
    }
}
