$store.jptest = $store && $store.jptest || {};

$store.jptest.jp3 = {
    orientation: 'лучше всего вы проявите себя в гуманитарной  деятельности, ведь вас живо интересуют человеческие отношения и состояния окружающих, вы умеете корректировать атмосферу и разворачивать эмоции в нужном ключе. Ваше призвание в  сфере услуг и заботе о людях, в своей деятельности вы всегда ориентируетесь на этические и эстетические принципы, и где бы в не работали, вы будете вкладывать свою энергию в строительство отношений, создание атмосферы участия и взаимного интереса людей к другу, комфорта и заботы.\n\n[b]Театр, медицина, соцзащита, обучение и воспитание детей, туристические услуги, все, что связано с общением и влиянием на людей  —  вот те сферы, где раскроются ваши таланты.[/b]',
    stimulus: 'вам свойственна деятельность  практического характера с расширяющимся кругом контактов. Вас интересуют задачи, приближенные к социальной практике, общественное признание вашей деятельности, возможность сделать успешную карьеру, награды. Ориентация на повышение статуса, поэтому стимул к деятельности — [i]престиж[/i]. Вас должны уважать на работе, отмечать наградами, упоминать в поздравительных приказах по фирме, иначе трудовой энтузиазм постепенно будет угасать.',
    profile: [
        {
            title: "предприимчивость",
            value: 2
        },
        {
            title: "организаторские способности",
            value: 3
        },
        {
            title: "аналитические способности",
            value: 3
        },
        {
            title: "стратегическое мышление",
            value: 3
        },
        {
            title: "самоконтроль",
            value: 3
        },
        {
            title: "ответственность",
            value: 4
        },
        {
            title: "коммуникабельность",
            value: 4
        },
        {
            title: "инициативность",
            value: 5
        },
        {
            title: "новаторство",
            value: 4
        },
        {
            title: "дисциплинированность",
            value: 3
        }
    ],
    specification: [
        {
            title: "торговля и сервис",
            value: 90
        },
        {
            title: "соцзащита",
            value: 80
        },
        {
            title: "педагогика",
            value: 70
        },
        {
            title: "здравоохранение",
            value: 60
        },
        {
            title: "политика",
            value: 50
        },
        {
            title: "творчество",
            value: 40
        },
        {
            title: "дизайн и реклама",
            value: 30
        },
        {
            title: "физический труд",
            value: 20
        }
    ],
    specialties: ['менеджер по продажам', 'менеджер торгового зала ', 'менеджер по работе с клиентами', 'продавец-консультант', 'социальный работник', 'социальный психолог', 'педагог-психолог', 'воспитатель', 'лингвист', 'переводчик', 'врач-терапевт', 'врач-косметолог', 'младший медицинский персонал', 'политолог', 'менеджер по связям с общественностью', 'актер', 'декоратор', 'визажист', 'аниматор', 'тамада', 'event-менеджер', 'дизайнер одежды', 'pr-менеджер', 'риэлтор', 'страховой агент', 'гид-экскурсовод', 'повар', 'мастер по мелкому бытовому ремонту'],
    notengage: 'финансами и бухгалтерией, банковским делом, программированием, учетом в складском хозяйстве, контролем и учетом документооборота в компании, военным делом,  не будет удачи в поэтической и композиторской деятельности.\n\n Абсолютно не показаны профессии с жесткими временными рамками или непредсказуемыми сменами ритмов. Также тяжелы формальные задачи, исключающие общение с людьми.',
    strengths: {
        title: 'ответственность, верность, общительность, оптимизм',
        text: 'вы один из самых социально направленных типов личности, изолировать вас от общества равносильно уничтожению его. В общении вы стремитесь к достижению гармоничных отношений, и на это направлена вся ваша активность. \n\nВ незнакомой обстановке: полная коммуникабельность, раскованность, вы добродушны, легки, со всеми стремитесь быть в приятельских отношениях. Вы неисправимый оптимист, который свято уверен в том, что всего в этом мире можно достигнуть, сохраняя присутствие духа, хорошее настроение и доброе отношение к людям. Вы жизнелюб, склонный видеть в жизни приятное, и готовый наслаждаться даже малыми житейскими радостями. \n\nВы можете длительное время общаться по телефону, вам нравится принимать участие у чужих проблемах. \n\n          Вы обожаете вкусно поесть, попить пивка с друзьями, поиграть в футбол, съездить с компанией в глушь за клюквой. Даже самые досадные недоразумения вы воспринимаете легко и с юмором. Свои провалы переживаете достаточно легко, если не сказать — философски. Для вас такая нестандартная (с общепринятой точки зрения) жизнь — еще одно доказательство собственной исключительности и неповторимости. В этом смысле вам можно позавидовать. ваша способность «восставать из пепла» поражает воображение, что для другого человека может быть полным фиаско, для вас — лишь выбоина на трассе, стремительно несущейся дальше.\n\n        Характерная особенность — все возникающие вопросы вы стремитесь разрешать «через людей», то есть путем многочисленных контактов, связей, дружеских отношений, подарков и т. д.  Вы способны извлекать выгоду из своего дара общения с людьми.\n\nВас влечет все новое и необычное, таящее в себе неизведанные ранее впечатления и возможности. Вам не сидится на одном месте. Вам просто противопоказана монотонная работа на одном месте. Вы прирожденный первооткрыватель и первопроходец, и в смысле покорения новых земель, и в смысле освоения новых областей знаний и видов занятий. Если вы начали двигаться к желаемой на данный момент цели, вы практически не способны воспринимать слова «нет» или «нельзя», объяснить вам, что вначале «все надо обдумать» практически невозможно.  Вы практик-тактик, для которого характерно активное и заинтересованное участие во всем происходящем. \n\n       Вам присущ огромный энтузиазм, способный увлечь множество народу и воля, чтобы проломить пассивность оставшихся. \n\n        Еще одна интересная область приложения вашего таланта — у вас есть неординарная способность к языкам.\n\n        Вы умеете хорошо оценивает энергетику, физическое состояние окружающих, легко и творчески подходите к кулинарии и ремонту, к лечению людей и рукоделию. С интересом относитесь к оригинальным идеям, но высказаны они должны быть уважаемым человеком или авторитетным изданием.  \n\n        Эстет, одеваетесь со вкусом, цените уют, эстетический интерьер. Легко вживаетесь в социальные роли. Особенно удачливы в установлении отношений «tet-a-tet». Среди ценностей почитаете ответственность, обязательность, верность обетам.'
    },
    weaksides: {
        title: 'логика, тревожность, интуиция, время',
        text: 'сложнее всего вам соблюдать временные рамки. Вовремя придти, уложиться в отведенное время с делами, успеть много дел в сжатые сроки — все это задачи, способные истощить вас до изнеможения. \n\n         Сложно вам также разобраться в хитросплетениях формальной логики из-за этого часто бывает сложно отличить главное от второстепенного — для вас все дела одинаково важны.\n\n       Способности к организаторской деятельности нельзя назвать блестящими. Вам свойственна повышенная тревожность, которая если не находится под контролем, может стать источником психосоматических расстройств. \n\n         Уязвима интуиция, плохо улавливаете скрытые общественные процессы, поэтому в определенном смысле наивны. Суетитесь, хватаетесь за все подряд, хотя и цените четкую организацию труда. Вашей добротой, терпимостью, желанием избегать конфликтов иногда злоупотребляют окружающие. Если вы сталкиваетесь с безразличием в отношениях, то он будете предпринимать все возможное для того, чтобы вызвать к себе расположение. Неудача в этом бывает крайне редко, но если такое случается, то вы воспринимаете ее как собственное фиаско и нередко впадаете в меланхолию. \n\n        В стрессовых ситуациях вам нужна поддержка и лучше взяться за какую-нибудь срочную работу, чем думать о бедствиях. \n\n         При все своей внешней коммуникабельности вы привязаны к близким и нелегко раскрываетесь для тесного душевного общения с малознакомыми людьми, опасаясь неожиданных реакций и непонимания. Поэтому в вопросах семьи, друзей и душевных привязанностей, вы можете оказаться неожиданно ранимым и достаточно консервативным.'
    },
    recommendations: {
        development: [
            'Необходимо контролировать себя в следующем: не бросаться сразу в новое дело, заглядывать вперед, чтобы определить будущие возможности развития, оценивать ситуацию с логической точки зрения и обращать внимание на новую информацию, прежде чем принять решение.',
            'Признать свои сильные и слабые стороны, и понять, что  вам   придется делиться своими сильными качествами с другими людьми, и трудиться над совершенствованием слабых. Только в этом случае, вы имеете все шансы быть оцененными по достоинству окружающим миром и получить все о чем мечтаете.',
            'Вам рекомендованы тренинги, семинары, занятия, которые обучают эффективным коммуникациям, способствуют дальнейшему развитию навыков общения с людьми. Такие программы будут полезны тем, кто уже обладает хорошими навыками общения, работает или собирается работать в сфере, непосредственно связанной с коммуникациями (продажи, сервис, консалтинг).',
            'Для гармонизации структур личности, а также избегания значительных проблем в жизни, делайте упор на развитие логики и анализаторских качеств в характере. Рекомендуется посетить психологические тренинги на развитие логического мышления. Учитесь управлять своей собственной базовой энергетикой, ставить перед собой конкретные цели с определенными временными рамками и четко следовать их выполнению.'
        ],
        personality: [
            'Старайтесь сделать свое общение с людьми взаимовыгодным и полезным, и тогда ваш оптимизм и обаяние будут подкреплены реальным капиталом, и вы не будете казаться окружающим легковесным, а ваше отношение к жизни — легкомысленным.',
            'В силу слабой логики вам сложно просчитывать последствия ваших поступков, поэтому держите их под контролем: сначала думаем, потом делаем! А то результаты действий могут быть далеко не безобидными, которые чаще всего приходится расхлебывать уже и другим людям, а упорная и кипучая деятельность в лучшем случае обернется сизифовым трудом, но чаще вместо шумного признания вам может достаться и слава  Герострата.',
            'Старайтесь усмирять присущий вам дух авантюризма: политический, социальный, коммерческий, ведь в нашей жизни, как водится любой авантюризм в той или иной степени обречен на провал.',
            'При обуревании желания допрыгнуть до неба, окружающих людей, которые не горят таким желанием, вы можете воспринимать, как «ничтожных, жалких личностей», аккуратнее с этим, так можно заработать ярко выраженную манию величия, с которой потом придется бороться.',
            'Еще одна проблема, возникающая из-за недостатка логики — частая и хаотичная смена целей. Они мелькают у вас, как стеклышки в калейдоскопе. Вы не в состоянии критично оценить реальность, а также степень необходимости достижения возникающих перед вами целей. Старайтесь тратить свои силы только на реальные цели, контролируйте свой максимализм, вашим принципом в жизни должна стать «золотая середина». Осваивайте долгосрочное планирование.',
            'Имея большой запас физических и душевных сил, вы легко включаетесь в энергетические программы других симпатичных в данный момент вам людей, совершенно не  соответствующие вашим собственным интересам и не приносящие вам ничего кроме пустых хлопот и затрат энергетических, временных и материальных. Поэтому начиная штурм очередной манящей вас вершины, возьмите за непременное правило сначала сесть и подумать — насколько это нужно именно вам, и только от этого должна зависеть степень вашего участия в предстоящем деле. Если это действительно нужно, определитесь насколько реально на данный момент достижение данной цели и в какие сроки это может вылиться.',
            'Если понимаете, что поставленная цель — ваша лишь отчасти и в ее достижении серьезно заинтересованы и другие люди, решите для себя: что, кому и за какую цену вы будете делать. Вопрос: «А что мне лично это даст?» должен буквально поселиться у вас в мозгу. Как следствие ваша деятельность станет более целенаправленной и результативной, и вы дадите наконец шанс своим незаурядным способностям и фонтанирующим идеям принести заслуженные лавры и весомые материальные награды именно вам, а не кому-то.',
            'Чувствуя себя рожденным для великих свершений, вы тем не менее крайне подвержены греху сотворения кумиров. Это оборотная сторона медали внешней самоуверенности, пытаясь убедить всех и вся в собственной исключительности, вы редко способны осознать «искру Божью» в себе самом. Не ищите постоянно неосознанно примеры для подражания, вы сами для себя должны быть кумиром.',
            'Не пытайтесь удивить и осчастливить сразу все человечество, не мечтайте добыть сразу все золото мира — это верный путь остаться в безвестности. Начните с реально достижимых целей — это наиболее вероятный путь добиться известности, а может быть и славы!'
        ]
    }
}
