$store.jptest = $store && $store.jptest || {};

$store.jptest.jq4 = {
    orientation: 'в чем может быть наиболее успешен человек, который чувствует свойства материалов, адекватно оценивает качество конкретных продуктов, понимает, какие процессы и инструменты помогут получить желаемый результат? Если вы легко улавливаете смысл чертежей и технологий, цифр и знаков, любите возиться с материалами, свободно без напряжения можете проконтролировать весь процесс от начала до конца, то именно в производственной деятельности раскроются ваши таланты и творческие способности.\n\n  [b]Стратегически верно ориентировать вас на достижения в конкретной [i]производственной или организаторской[/i] деятельности, поставляющей миру определенный четко оформленный материальный продукт.[/b]',
    stimulus: 'вам свойственна деятельность практического характера. Ценности — престижное положение, власть, влияние, уважение — которые поддержат репутацию в моменты неопределенности. Вас интересует возможность сделать успешную карьеру, награды. Вы заботитесь о своих ресурсах (деньгах, репутации, внешнем виде), поскольку это дает запас прочности при неожиданных поворотах судьбы. Вас должны уважать на работе и отмечать наградами, поэтому именно [i]достижение престижа[/i] и все, что ему сопутствует будет для вас стимулом в работе.',
    profile: [
        {
            title: "предприимчивость",
            value: 5
        },
        {
            title: "организаторские способности",
            value: 4
        },
        {
            title: "аналитические способности",
            value: 4
        },
        {
            title: "стратегическое мышление",
            value: 5
        },
        {
            title: "самоконтроль",
            value: 5
        },
        {
            title: "ответственность",
            value: 4
        },
        {
            title: "коммуникабельность",
            value: 4
        },
        {
            title: "инициативность",
            value: 5
        },
        {
            title: "новаторство",
            value: 3
        },
        {
            title: "дисциплинированность",
            value: 5
        }
    ],
    specification: [
        {
            title: "производство",
            value: 90
        },
        {
            title: "правовая сфера",
            value: 80
        },
        {
            title: "предпринимательство",
            value: 70
        },
        {
            title: "финансы",
            value: 60
        },
        {
            title: "силовые структуры",
            value: 50
        },
        {
            title: "IT-отрасль",
            value: 40
        },
        {
            title: "медицина",
            value: 30
        },
        {
            title: "техническая отрасль",
            value: 20
        }
    ],
    specialties: ['главный инженер', 'главный конструктор', 'начальник цеха', 'руководитель отдела', 'следователь', 'дознаватель', 'судья', 'прокурор', 'нотариус', 'адвокат', 'юрисконсульт', 'правовед', 'аудитор', 'финансовый аналитик', 'банкир', 'предприниматель', 'полицейский', 'военнослужащий', 'программист', 'специалист по стандартизации', 'врач-хирург', 'бортинженер', 'радиоинженер', 'технолог', 'инженер АСУП', 'метеоролог', 'музыковед', 'редактор'],
    notengage: 'вам не показаны профессии, где необходимо принимать быстрые решения на основе неполных данных и те, где успех зависит от вовремя проведенных психологических приемов. Сложно будет заниматься деятельностью, непосредственно связанной с воспитанием, обучением, организацией досуга и развлечений, а также в области продаж и предоставления сервиса и услуг.',
    strengths: {
        title: 'деловая логика, порядок, анализ, прирожденный организатор',
        text: 'вам присуща деловая логика, вы активный, практичный, во всем любите порядок, тщательно обдумываете, планируете, анализируете детали любого дела. Вы прямой и откровенный, и окружающим всегда известна ваша позиция. Обычно вы педантичный и решительный человек, которому присуще желание довести дела до конца, что приводит к успеху во многих коммерческих областях. \n\n   Вы хорошо работает в бизнесе и финансах, часто зарабатывает много денег и разумно их вкладываете.       \n\n  В качестве управленца вы скорее всего сделаете себе карьеру и займете высокое положение, поскольку можете проделать огромную работу в отведенное для нее время и можете организовать такую же работу подчиненных, являясь хорошим  и довольно жестким администратором.\n\n Умение отделить главное от второстепенного, сформулировать задачу и решить ее рационально — с минимальными потерями при максимальной выгоде — составляет основу вашего менеджерского таланта.\n\nВас отличает спокойно-ироничное и практичное отношение к жизни. Способность к иронии — следствие исходной рациональности и логичности, когда наблюдая хаотичную и часто бессмысленную, с вашей точки зрения, деятельность окружающих, достаточно рано вырабатывает скептическое и слегка флегматичное отношение к жизни вообще. Реально и здраво оцениваете свои шансы и возможности, ваше честолюбие обычно ограничивается тем, чтобы занять нишу не ниже своего уровня.    \n\n         Прирожденный разведчик, проявляете изобретательность, внимательны к окружающим, все видите, слышите, замечаете. Устойчивы в привязанностях, дома и на работе выступаете в роли общительного и стабильного партнера. \n\nЭкспертное видение целесообразности действий и качества реальных объектов. Всегда можете найти наиболее выгодный вариант вложения средств и наиболее эффективную технологию. Последнюю вы, впрочем, может создать и сам, да еще и обучить ей других. \n\n        Мышление эффективнее работает, когда необходимо выполнять системно-аналитическую работу. Легче ориентируетесь в пространстве, характер мышления конкретный, практический, в незнакомой ситуации опираетесь на известное. Жизненная позиция — здесь и теперь. Лучше справляетесь с задачами крупномасштабными, предполагающими широкое поле деятельности, требующими повышенной активности и интенсивных энергозатрат.\n\n Имеете взыскательный вкус, умеете не только приобретать, но и создавать своими руками красивую и эффектную и одновременно недорогую и практичную одежду. Ваше чувство стиля безукоризненно. Вообще вы — сторонник сочетания прекрасного с утилитарным. По вашему мнению, даже безделушки должны быть не только красивыми, но и чем-то полезными.'
    },
    weaksides: {
        title: 'консерватизм, саморегуляция, время, пунктуальность',
        text: 'несколько консервативны, с незнакомыми людьми холодны, в споре горячи, часто критикуете тех, кто по вашему мнению легкомысленен, неподобающим образом себя ведет. \n\n       Все, что связано с необходимостью следить за течением времени вызывает у вас стрессовое состояние. Нарушение планов, внезапные события, опоздания, необходимость точно соблюдать график — явления, которые вас напрягают. Слабая интуиция времени дает вам некоторую зацикленность на избранных проблемах.  Свою глубинную неуверенность в будущем вы пытаетесь компенсировать рациональным и далеко идущим планированием жизни и в логичности рассуждений вам не откажешь. \n\nТрудно подобрать стиль общения к возрасту собеседника. Проявляете эмоциональную неуверенность в поведении в незнакомой ситуации и с незнакомыми людьми. Не можете достоверно определять степень искренности отношений и часто становитесь добычей льстецов и интриганов, поэтому со временем начинаете подозревать интересующихся вами людей в корыстных целях. \n\n       Саморегуляция для вас не является предметом особой заботы, вы скорее будет изменять не соответствующую вашим представлениям о норме ситуацию, нежели себя.'
    },
    recommendations: {
        development: [
            'Всегда старайтесь держать под контролем следующее: не торопитесь начинать новое дело, пока не проанализируете, какие возможности могут возникнуть в будущем, держите во внимании чувства окружающих людей. Старайтесь с присущей вам  мудростью принимать жизнь во всем ее многообразии.',
            'Признать свои сильные и слабые стороны, и понять, что  вам   придется делиться своими сильными качествами с другими людьми, и трудиться над совершенствованием слабых. Только в этом случае, вы имеете все шансы быть оцененными по достоинству окружающим миром и получить все о чем мечтаете.',
            'Для развития своих сильных сторон личности стремитесь к карьерному росту, ваше место на руководящей должности.  Для вас будут интересны психологические тренинги на тему «Деловым людям — деловые беседы».  Организуйте себе хобби по ремонту ПК, микроэлектроники, часов, вязании, вышивании.  Не отказывайте в помощи родным, друзьям, коллегам по работе в изучении наук — особенно математики. Займитесь изучением компьютерных языков, в свободное время ваш мозг можно развлекать решением головоломок, ребусов, логических задач.',
            'Для гармонизации структур личности, а также избегания появления значительных проблем в жизни делайте упор на развитие своих эстетических способностей, это может принести радость вам и окружающим. Нелишним будет посетить тренинги по телесной терапии, семинары на развитие наблюдательности в общении.'
        ],
        personality: [
             'Не увлекайтесь излишней рациональностью — вам не повредит толика идеализма в обыденной жизни. Иначе в отчаянной попытке преодолеть свое «земное притяжение» вы можете начать поддаваться на многочисленные жизненные искушения и с отважным кличем «летать так летать!» пуститься во все тяжкие (нередко подобные опыты совпадают с 40-летним кризисом). Однако такой «отрыв от земли» заканчивается чаще всего болезненным падением. ', 'Вам наиболее свойственно желание и умение создавать вокруг себя нужную реальность  и ощущать себя в ней творцом. Но вы — не Бог, и ваша реальность ограничена вашими собственными представлениями о ней. Другие люди имеют другие реальности, у каждого она своя. Поэтому старайтесь не смотреть на своих близких и сослуживцев только лишь как на кирпичики возводимого вами здания стабильности и благополучия.', 'Не пытайтесь контролировать все и вся! Даже если вы свято уверены в своей правоте и пытаетесь предостеречь кого-то от непоправимых, на ваш взгляд, ошибок, не стоит слишком увлекаться. Оставьте им самим право самостоятельно решать возникающие проблемы и добиваться успеха.', 'Полезно уметь расставлять приоритеты — какая степень вашего контроля в каких случаях требуется. Если какая-то важная проблема упорно не «желает» разрешаться, и вы никак не можете повернуть развитие событий в свою пользу, значит,  эта ситуация не подлежит вашему контролю. Другими словами, она находится за пределами вашего «царства».  Иначе ваша жизнь превратится  в череду борьбы с проблемами, за которой можно пропустить саму жизнь. ', 'Старайтесь держать на контроле свое природное честолюбие, иначе можете стать рабом своей натуры на почве конкуренции.', 'Отношения с людьми старайтесь выстраивать не только исходя из практической выгоды, которую могут они вам принести сейчас и в дальнейшей жизни, а также просто потому что вы живете в обществе и в нем могут не только взаимовыгодное сосуществование, но еще и просто дружба.', 'Убедите себя , что все люди устроены по-разному, и потому: не требуйте от людей аналогичного вашему ходу мыслей и соответствующих решений и поступков; на ждите и не требуйте подспудно от окружающего мира бурного восхищения вашей деятельностью и ее результатами. ', 'Логика, здравый смысл и реалистичный взгляд на вещи — это ваши лучшие качества, базирующиеся на вашей исходной энергетике, так что несите их в мир, не ропща не бестолковость и неблагодарность окружающих, и не обращая свои исключительные достоинства в невыносимые недостатки.',                'Учитесь верить в лучшее и радоваться малому, и к вам придет полнота и радость жизни.'
        ]
    }
}
