$store.jptest = $store && $store.jptest || {};

$store.jptest.jq7 = {
    orientation: 'вы изначально ориентированы на взаимоотношения и при этом умеете ценить конкретные материальные проявления мира, вследствие этого, стоит направить свои устремления в профессиональной деятельности в [i]гуманитарно-прикладной[/i] сектор человеческой деятельности.',
    stimulus: 'вы человек, обладающей настоящей волей, не уходящий от ответственности, способный не только защитить, но и расширить свою территорию, становиться лидером практически не напрягаясь.  Вы умеете добиться задуманного, решать трудные задачи, распорядиться властью, позаботиться об окружающих.\n\n [b]Вашим стимулом будет [i]общественное признание[/i], возможность сделать успешную карьеру, власть, влияние, уважение, [i]престижное положение[/i].[/b]',
    profile: [
        {
            title: "предприимчивость",
            value: 3
        },
        {
            title: "организаторские способности",
            value: 4
        },
        {
            title: "аналитические способности",
            value: 2
        },
        {
            title: "стратегическое мышление",
            value: 2
        },
        {
            title: "самоконтроль",
            value: 3
        },
        {
            title: "ответственность",
            value: 4
        },
        {
            title: "коммуникабельность",
            value: 4
        },
        {
            title: "инициативность",
            value: 5
        },
        {
            title: "новаторство",
            value: 5
        },
        {
            title: "дисциплинированность",
            value: 3
        }
    ],
    specification: [
        {
            title: "политика",
            value: 90
        },
        {
            title: "торговля и сервис",
            value: 80
        },
        {
            title: "творчество",
            value: 70
        },
        {
            title: "силовые структуры",
            value: 60
        },
        {
            title: "HR-область",
            value: 50
        },
        {
            title: "педагогика",
            value: 40
        },
        {
            title: "маркетинг и реклама",
            value: 30
        },
        {
            title: "психология",
            value: 20
        }
    ],
    specialties: ['политолог', 'дипломат', 'специалист по государственному и муниципальному управлению', 'менеджер по связям с общественностью', 'менеджер по продажам', 'продавец-консультант', 'менеджер торгового зала', 'менеджер по работе с клиентами', 'страховой агент', 'актер', 'режиссер', 'продюсер', 'декоратор', 'стилист', 'фотомодель', 'военнослужащий', 'полицейский', 'кросс-культурный менеджер', 'менеджер HR', 'менеджер по подбору персонала', 'педагог', 'социальный педагог', 'воспитатель', 'спортивный тренер', 'PR-менеджер', 'арт-директор', 'креативный директор', 'психолог', 'социальный работник',  'священнослужитель'],
    notengage: 'исключается работа с мертвыми числами и формальностями, не связанными с общением; не показаны профессии, где нужно со «страшной скоростью считать в уме»;  в области законодательства, юриспруденции, следствия, судебной системы, финансы, бухгалтерии.',
    strengths: {
        title: 'воля, гуманность, общение, дипломатичность',
        text: 'выраженная сила воли и творческая этика отношений. Область интересов: земные, яркие публично признанные достижения. Высокое самомнение. Вы прирожденный вожак и лидер, вы очень энергичны. Теория и анализ привлекают  мало, поскольку предпочитаете быть в гуще событий, а не думать о них. Можете вести несколько дел одновременно, так как обладаете талантом переключать свое внимание с одной задачи на другую по мере необходимости, но часто бывает, что новое интересное отвлекает, и как правило, копится много незавершенных дел.\n\n Наиболее подходящее поле деятельности: политика с сопутствующим удовлетворением амбиций и приобретением всех привилегией, которые дает власть. Вы человек, который больше других жаждет поклонения и славы — будь то политика, социально-иерархическая лестница, творческие достижения или брак. Основной девиз: «Пришел, увидел, победил!»  Вас не влечет отдаленная, призрачная слава — когда-нибудь в старости или в следующей жизни. Признание должно присутствовать в каждый отдельно взятый момент времени и пространства, здесь и сейчас!\n\n Вы — жизнелюб и оптимист, не выносите длительного бездействия, одиночества и уныния. Вам не свойственны долгие размышления и раскачивания, вы волевой и одновременно ярко-эмоциональный тип. Ваши чувства сильны, подчас яростны, желания остры, конкретны и непременно должны исполняться. Вы стремитесь жить сочно, со вкусом и обычно распространяете вокруг себя ауру активного и деятельного оптимизма.  Вам не откажешь в пробивных и организаторских способностях.\n\n          У вас великолепное знание людей и чутье на человеческие слабости. Умеете быть щедрым и великодушным.  В любом случае обладаете живой, отзывчивой, кипучей натурой, и у окружающих всегда есть шанс завоевать ваше расположение и получить в его лице друга, деятельного помощника или остроумного советчика.\n\n К вам идут за сочувствием, советом, помощью, и вы мастерски и блестяще находит выход из запутанных ситуаций, решаете наболевшие вопросы (что-то организуете, пробиваете, кого-то куда-то устраиваете и пр.).\n\n Вы вполне в состоянии оценить чужие оригинальные идеи и таланты. Непосредственное восприятие действительности. Вас не пугает состояние неопределенности. Кроме того,  хорошо усваиваете технологические приемы, которые потом можете не только воспроизвести, но и передать другим.\n\n         Направленность на внешние контакты позволяет вам очень быстро найти себе компанию, включиться в рабочую группу, коллектив и завоевать расположение людей. Вы полезны и эффективны только в работе с коллективом. Хорошо справляетесь с задачами первоочередными, требующими оперативного решения.\n\n       Цель общения - донести отношение, обменяться энергией. Цель деятельности - доставленное удовольствие. Оцениваете людей в работе по по участию, по старанию. Ориентация в жизни на людей, гуманность, ценности.\n\n       Непредвиденные обстоятельства воспринимаются вами как интересные новости, способные оживить ситуацию, и не повергают  в ужас. Сохраняете ясную голову, когда поджимают сроки и окружающие впадают в отчаяние.  В меру дипломатичны, умело ухаживаете за лицами противоположного пола.'
    },
    weaksides: {
        title: 'логика, управление временем, импульсивность',
        text: 'большие проблемы с логикой и дальновидностью. Склонны к волюнтаризму. Эмоциональные реакции могут брать  верх над рациональными расчетами.  Процесс обучения и самообразования является для вас только средством сиюминутного практического использования, сам по себе он непривлекателен.  Сложнее всего  даются расчеты, оформление договоров и другие юридические тонкости.\n\n Также есть трудности при управлении временным ресурсом. Вы с трудом оцениваете, сколько времени займет работа, слабо чувствуете, сколько времени прошло, легко программируетесь на обещания быстрого эффекта. В полном смысле вас нельзя назвать удачным управленцем. Неуемное стремление к общению, мягкость, теплота, щедрость не всегда позволяют распределить роли на пользу дела, использовать жесткость  и требовательность, когда это необходимо. Способность к прогнозированию результатов в силу повышенной импульсивности также затруднена.'
    },
    recommendations: {
        development: [
            'Признать свои сильные и слабые стороны, и понять, что  вам   придется делиться своими сильными качествами с другими людьми, и трудиться над совершенствованием слабых. Только в этом случае, вы имеете все шансы быть оцененными по достоинству окружающим миром и получить все о чем мечтаете.', 'Необходимо контролировать себя в следующем: не бросаться сразу в новое дело, заглядывать вперед, чтобы определить будущие возможности развития, оценивать ситуацию с логической точки зрения и обращать внимание на новую информацию, прежде чем принять решение.',    'Вам могут быть интересны тренинги, семинары, занятия, которые обучают эффективным коммуникациям, способствуют дальнейшему развитию навыков общения с людьми. Такие программы будут полезны тем, кто уже обладает хорошими навыками общения, работает или собирается работать в сфере, непосредственно связанной с коммуникациями (продажи, сервис, консалтинг, политика).','Для гармонизации структур личности, а также избегания значительных проблем в жизни, делайте упор на развитие логики и анализаторских качеств в характере. Учитесь управлять своей собственной базовой энергетикой, ставить перед собой конкретные цели с определенными временными рамками и четко следовать их выполнению. Рекомендуется посетить психологические тренинги и занятия на развитие логического мышления, в обыденной жизни посвящайте свободное время решению логических задач, кроссвордов типа судоку.'
        ],
        personality: [
            'При обуревании желания допрыгнуть до неба, окружающих людей, которые не горят таким желанием, вы можете воспринимать, как «ничтожных, жалких личностей», аккуратнее с этим, так можно заработать ярко выраженную манию величия, с которой потом придется бороться.',               'Часто вы обожаете демонстрировать свою интуицию и знание жизни. На самом же деле вы болезненно уязвимы в вопросах логического анализа происходящего, а также предвидении будущего. Все ваши сокрушительные провалы, ошибки и просчеты произрастают на этой почве. Дело в том, что вы слишком полны собой и озабочены степенью сиюминутного влияния на окружение, чтобы задумываться о каких-то последствиях, а тем паче  о долгосрочных перспективах. Возьмите себе это на заметку.',    'Имея большое самомнение, мощные амбиции, вы часто не уступаете ни в чем и никому, а любые намеки на вашу несостоятельность в каких-то вопросах, советы и предостережения воспринимаете «в штыки», будьте более внимательны к тем, кто рядом с вами, чаще они хотят вам добра.',   'Вследствие того, что вы отлично видите людей насквозь и способны великолепно  просчитать, что можно поиметь от того или иного человека, нередко даже не задумываясь над своим поведением, становитесь манипуляторами. Но помните, что рано или поздно любого манипулятора раскусывают и расплата за подобные действия бывает не очень приятной.',   'Часто проявляя откровенный волюнтаризм и, решая проблемы одним эмоционально-силовым напором, вы наживаете себе могущественных и хитроумных врагов. Нажитые таким образом недоброжелатели организуют впоследствии свержения, отставки или просто многочисленные неприятности в обыденной жизни.',    'Учитесь извлекать уроки из своих ошибок и поражений, это то, что вы не любите и не умеете делать — во-первых, из-за болезненно слабой логики и неприятия объективных закономерностей (ведь по вашему убеждению, «кто силен — тот и прав»), а во-вторых, в силу своего неизбывного оптимизма: вы до конца дней обычно бываете уверены, что лучшее впереди и судьба еще «не выдала» всего того, чего вы заслуживаете.',  'Не пытайтесь удивить и осчастливить сразу все человечество, не мечтайте добыть сразу все золото мира — это верный путь остаться в безвестности. Начните с реально достижимых целей — это наиболее вероятный путь добиться известности, а может быть и славы!'
        ]
    }
}
