$store.jptest = $store && $store.jptest || {};

$store.jptest.jp8 = {
    orientation: 'вам присуща четко организованная деятельность, результат всегда получен и оформлен. Хорошо оцениваете качества и свойства материалов, легко улавливаете смысл технологий и чертежей, проявляете недюжинные организаторский способности, легко устанавливаете  деловые отношения, принимаете на себя ответственность, поэтому стратегически верно ориентировать вас на достижения в конкретной [i]производственной[/i] или [i]организаторской деятельности[/i].',
    stimulus: 'только [i]общественное признание[/i], [i]уважение[/i], власть, влияние, награды, авторитет, ответственность — вот то, что будет лучшим стимулом для успешной профессиональной деятельности.',
    profile: [
        {
            title: "предприимчивость",
            value: 2
        },
        {
            title: "организаторские способности",
            value: 4
        },
        {
            title: "аналитические способности",
            value: 4
        },
        {
            title: "стратегическое мышление",
            value: 4
        },
        {
            title: "самоконтроль",
            value: 2
        },
        {
            title: "ответственность",
            value: 4
        },
        {
            title: "коммуникабельность",
            value: 4
        },
        {
            title: "инициативность",
            value: 5
        },
        {
            title: "новаторство",
            value: 3
        },
        {
            title: "дисциплинированность",
            value: 5
        }
    ],
    specification: [
        {
            title: "управление производством",
            value: 90
        },
        {
            title: "силовые структуры",
            value: 80
        },
        {
            title: "IT-отрасль",
            value: 70
        },
        {
            title: "политика",
            value: 60
        },
        {
            title: "наука и исследования",
            value: 50
        },
        {
            title: "техническая отрасль",
            value: 40
        },
        {
            title: "транспорт",
            value: 30
        },
        {
            title: "творчество",
            value: 20
        }
    ],
    specialties: ['руководитель предприятия', 'руководитель службы АХО', 'специалист по государственному и муниципальному управлению', 'менеджер по развитию', 'военнослужащий', 'полицейский', 'сотрудник МЧС', 'программист', 'IT-директор', 'политолог', 'председатель политической партии', 'математик', 'химик', 'биолог', 'океанолог', 'географ', 'вулканолог', 'инженер по землеустройству', 'агроинженер', 'инженер-строитель', 'инженер-механик', 'бортинженер', 'диспетчер', 'инженер-испытатель', 'инженер-конструктор', 'профессиональный спорт', 'водитель', 'летчик', 'моряк', 'штурман', 'скульптор', 'музыкант', 'художественный руководитель театра', 'актер'],
    notengage: 'те, области, где необходимо терпеливое вживание в психологию клиента, а именно профессии дипломатии, образования, педагогики и воспитания, подбора и управления персоналом, практической психологии, религии, рекламы, предоставления услуг, сферы обслуживания (сервиса), торговли. Также трудно придется и там, где нужно быстро менять планы, переключаться на разные виды работ и действовать при постоянном поторапливании.',
    strengths: {
        title: 'воля, практичность, активность, предприимчивость',
        text: 'вы целеустремленный, практичный человек. Честолюбие, воля — это ваши ключевые слова. Энергичный, решительный, энергия практически неиссякаема.  В общении дружелюбны, привлекательны, открыты, чутки, но часто бывает, что общение привлекает вас, прежде всего, как подмостки, на которых можно выставить себя в выгодном свете. Артистизм является неотъемлемой составляющей личности.\n\n        Ход мышления - аналитический, беспристрастный. Гибко реагируете на изменение ситуации, ориентированы на решение больших задач. Действуете на основе логики анализа событий. Способны повести за собой людей, контролировать порядок и ход выполнения намеченного плана. Оцениваете людей в работе по квалификации, по результату. Ориентация в жизни на дело, справедливость, законы.\n\n         Практичность, предприимчивость, деловитость, непредсказуемость поведения, способность «на скаку менять лошадей», если дело идет не так, как надо — ваши позитивные качества.\n\n        Можете делать одновременно несколько дел, читать несколько книг параллельно.  Лучше адаптируетесь в меняющемся мире, используете новые возможности и обстоятельства для достижения целей.  Любите и умеете быть организатором, прирожденный лидер, смело берущий на себя ответственность за ситуацию. Предпочитаете «командный стиль»  руководства, при котором основополагающие («стратегические») решения обсуждению не подлежат.\n\n   В мелких текущих вопросах вы вполне можете выслушать и принять к сведению прочие (даже противоположные) мнения, если они высказываются в спокойной, аргументированной манере. С уважением относитесь к логическим выкладкам и построениям, а также стараетесь действовать на основании логического анализа ситуации, правда, иногда увлекаетесь силовыми методами и тогда можете действовать иррационально и нелогично.\n\n Поле вашей деятельности — земные, практические дела, в которых  проявляете завидную целеустремленность. При этом в самостоятельное плавание пускаетесь редко — вы человек «социальный» и «государственный». Карьеру лучше делать, опираясь на какую-либо иерархическую систему: будь то политическая партия, государственная структура, солидная фирма, военно-промышленный комплекс и т. п. Именно здесь вы черпаете средства и возможности для «пути наверх» и заняв видные посты и став «столпом общества», ревностно отстаиваете его устои и правила.\n\n Женщину такого типа нередко можно встретить в школах, колледжах и других учебных учреждениях, где вы легко управляетесь «с подрастающим поколением».\n\n Но в любом случае, вы умеете уважать и защищать своих подчиненных и сотрудников, а те, в свою очередь, как правило, уважают и готовы слушать такого руководителя, так как вы человек дела и конкретных решений, с ним — как за каменной стеной и, по крайней мере, знаешь кому и чему служить.\n\n На самом деле вы способны глубоко переживать и долго можете не забывать обиды, которые стараетесь заглушить напряженной работой. Если же кто-то  тактично окажет вам эмоциональное участие или душевную поддержку в тяжелую минуту — вы будете искренне благодарны. Сами же предпочитаете помогать делом, и вашу практическую помощь в нужный момент трудно переоценить.\n\n За время жизни, вы можете  поменять несколько видов работ, используя свои таланты во многих направлениях. Хорошо владеете ремеслами: любите рисовать в реалистической манере, заниматься скульптурой или резьбой по дереву, можете быть музыкальным и если, умеете играть на музыкальном инструменте, то любите заниматься музыкой  в ансамбле. Любите спорт.\n\n         Вас привлекают сложные логические задачи, дающие простор творчеству. А по силам вам овладеть и математикой и программированием, и менеджментом, и серьезными научными теориями. Причем вы способны организовать внедрение полученных результатов. Вам смело можно поручать  задачи разнообразные по подходам, мало предсказуемые по срокам, содержащие элемент стихийности, требующие, смекалки, наблюдательности, гибкости, возникающие в экстремальных и кризисных ситуациях.\n\n        Высокие организаторские способности,  которые лучше всего проявляются в деловом посредничестве, в этом вам нет равных. Организуя деловые контакты,  проявляете себя как истинный дипломат, тонко чувствующий ситуацию, осознающий значение условностей и способный включить все это в достижение цели.'
    },
    weaksides: {
        title: 'воля, практичность, активность, предприимчивость',
        text: 'можете проявлять жесткость и непримиримость, если в вашем окружении делают не то, что вы считаете нужным. Сдержаны в проявлении эмоций, не любите говорить о своих чувствах, одергиваете эмоциональных мечтателей. Тонкости человеческих отношений, их мотивы и динамика начисто скрыты от вас. Вы видите внешние признаки отношений, но как их сместить в ту или иную сторону не понимаете.\n\n            Болезненно переносите интриги вокруг себя, тонкости психологического подхода вам не удаются. Нередко  кажется, что люди недостаточно высоко оценивают ваши действия или понимают ваши намерения. Сложно вам также уследить за течением времени. Вы программируетесь на новизну и скорость, и в режиме нехватки времени можете принять необдуманное решение. Ваши  решения всегда логичны, но могут начисто игнорировать гуманитарную составляющую сюжета.\n\n            Высокая активность, неуемная жажда деятельности могут оказаться опасными, если вы окажетесь в ситуации, где не будет возможности применения ваших способностей. Энергия все равно будет искать выхода и может найти его в нежелательной для общества направленности поведения. Самоконтроль в работе довольно низок, редко заботит также и моральная сторона дела. В мелочах нуждаетесь в опеке.'
    },
    recommendations: {
        development: [
            'Не стремитесь к нарочитым трудностям, не требуйте от людей жизненной стойкости, подобно вашей. Старайтесь с присущей вам  мудростью принимать жизнь во всем ее богатстве.',               'Признать свои сильные и слабые стороны, и понять, что  вам   придется делиться своими сильными качествами с другими людьми, и трудиться над совершенствованием слабых. Только в этом случае, вы имеете все шансы быть оцененными по достоинству окружающим миром и получить все о чем мечтаете.           ', 'Вам могут быть интересны тренинги, семинары, занятия, которые обучают эффективным коммуникациям, способствуют дальнейшему развитию навыков делового общения с людьми. Такие программы будут полезны тем, кто уже обладает хорошими навыками общения, работает или собирается работать  на руководящих должностях.',     'Для гармонизации структур личности начните развивать в себе умение проживания эмоций с общении с людьми. Желательно посетить  психологические тренинги по телесной, арт и гештальт-терапии.'
        ],
        personality: [
            'Не пытайтесь все вопросы решать силой, не забывайте подключать логику — тогда вам не будет равных в деле достижения результатов.', 'При всей своей основательности и практичности, вы подвержены приступам иррациональности — непредсказуемая смена настроения и вытекающие решения, при выполнении серьезной работы следите за собой в этом плане.', 'Так как вы слабы и уязвимы в ощущениях и трактовках эмоциональных тонкостей человеческих взаимоотношений, а воля сильна — это дает в вашем поведении «эффект танка»: действуете напролом, не всем это приятно, старайтесь прислушиваться, а тем более реагировать на «всякое там нытье», как вы сами выражаетесь.  ',  'Слабая интуиция не дает возможности вам «видеть» и правильно оценивать будущее. Вы практик-реалист, который прекрасно справляется с сегодняшними проблемами, но теряетесь перед возможными грядущими поворотами событий.  Учитесь планировать и анализировать день сегодняшний, и исходя из ситуаций, которые уже были, строить день завтрашний.',   'Желательно научиться контролировать следующее: не торопиться начинать новое дело, посмотреть, нет ли других возможностей, считаться с чувствами других, не откладывать решения надолго, следить за сроками.          ',   'Логика, здравый смысл и реалистичный взгляд на вещи — это ваши лучшие качества, базирующиеся на вашей исходной энергетике, так что несите их в мир не ропща на бестолковость и неблагодарность окружающих, и не обращая свои исключительные достоинства в невыносимые недостатки.',    'По натуре — вы скептик, не склонный к фантазиям и наименее подвержены иллюзиям, характерной расплатой за такое приземленно-реалистичное отношение к жизни являются ситуации, когда вы можете попасться на удочку мошенников. И уж если такое произойдет, то вы влипните по-крупному. Поскольку вызвать доверие у вас довольно сложно, облапошить вас под силу только настоящим профессионалам. Они выглядят и действуют солидно, зато и обирают по-крупному. Недостаток интуиции в данном случае играет «злую шутку».  Совершайте все свои крупные покупки и делайте вложения только после глубокого анализа и обязательно советуйтесь с окружающими вас людьми. '
        ]
    }
}
