$store.jptest = $store && $store.jptest || {};

$store.jptest.jp9 = {
    orientation: 'широкий целостный охват интересующих вас явлений, четкое ясное представление о причинно-следственных связях и структурах окружающего мира делает вас успешным в роли [i]ученого[/i] или [i]изобретателя[/i]. Вас волнуют все тайны мироздания вместе взятые, причем в голове они самостоятельно увязываются в системы, классифицируются и дополняют друг друга, и чем бы вы не занимались, в вашей работе должен присутствовать аспект поиска новых решений, изобретательность, оригинальность и многообразие подходов.',
    stimulus: 'вы человек, не обладающий властью, подвижный, гибкий, с выраженным прогностическими способностями. Вам нравится заниматься тем, что значимо лично для вас.  Привлекает деятельность в своем ритме, исследования, помогающие решить  личные вопросы или утоляющие ваше собственное любопытство к миру.\n\n [b]Стимул  деятельности — [i]самодостаточность[/i]. Вы должны иметь достаточно свободы, чтобы заниматься  интересным делом, погружаясь в него целиком при этом материальные заботы не должны отвлекать.[/b]',
    profile: [
        {
            title: "предприимчивость",
            value: 2
        },
        {
            title: "организаторские способности",
            value: 2
        },
        {
            title: "аналитические способности",
            value: 4
        },
        {
            title: "стратегическое мышление",
            value: 4
        },
        {
            title: "самоконтроль",
            value: 3
        },
        {
            title: "ответственность",
            value: 4
        },
        {
            title: "коммуникабельность",
            value: 2
        },
        {
            title: "инициативность",
            value: 5
        },
        {
            title: "новаторство",
            value: 4
        },
        {
            title: "дисциплинированность",
            value: 3
        }
    ],
    specification: [
        {
            title: "наука и исследования",
            value: 90
        },
        {
            title: "логистика, ВЭД",
            value: 80
        },
        {
            title: "IT-отрасль",
            value: 70
        },
        {
            title: "финансы и бухгалтерия",
            value: 60
        },
        {
            title: "юриспруденция",
            value: 50
        },
        {
            title: "лингвистика",
            value: 40
        },
        {
            title: "делопроизводство",
            value: 30
        },
        {
            title: "инженерное дело",
            value: 20
        }
    ],
    specialties: ['историк', 'философ', 'филолог', 'искусствовед', 'генетик', 'биофизик', 'археолог', 'геолог', 'метеоролог', 'логистик', 'лаборант', 'менеджер по ВЭД', 'программист Big-data', 'аналитик', 'ERP-консультант', 'администратор базы данных', 'бухгалтер', 'экономист', 'финансист', 'андеррайтер', 'аудитор', 'адвокат', 'следователь', 'нотариус', 'лингвист', 'библиотекарь', 'переводчик', 'делопроизводитель', 'инженер бюро технической инвентаризации', 'специалист по стандартизации', 'архивариус', 'секретарь', 'инженер-проектировщик',  'инженер-конструктор'],
    notengage: 'работа под жестким контролем или в силовых структурах будет угнетать, никаких профессий, где предполагается волевое воздействие на людей, с завоеванием новых территорий (в любом смысле этого слова), с эмоциональным натиском или необходимостью сдерживать таковой; это профессии театра и кино, организации досуга и развлекательных мероприятий, шоу и концертов, проведения праздников, годовщин, торжеств и гуляний, рекламы и проведения пиар компаний, продвижений бренда, организации связей с общественностью; работой, связанной с постоянными контактами с клиентами и удовлетворением их эмоционально-этических запросов.',
    strengths: {
        title: 'интуиция, логика, нравственность, справедливость',
        text: 'вы обладаете аналитическим мышлением, стремитесь во всем найти логику, построить модель, вас интересуют общие закономерности, идеи, а не факты, вам присуща теоретико-научная деятельность. Вы широко эрудированный тип человека, который отнюдь не стремится афишировать свои познания. Разговорившись с вами, можно наверняка обнаружить интересного и весьма осведомленного собеседника, причем за достоверность выдаваемой информации при этом можно не беспокоиться.\n\n         И в работе, и в развлечениях проявляется стремление к порядку. Предпочитаете возможность спланировать свою работу и работать по плану. Стремитесь заранее принять решение по каждому этапу. Оберегаете принятое решение. Читаете книги от начала до конца, одну за другой.\n\n         Вы обладаете интуицией, позволяющей глубоко проникнуть в самую суть происходящих явлений, имеет высокие нравственные нормы. Все свое время отдаете интеллектуальному труду, у вас высокие умственные способности. Научные исследования — настоящее ваше призвание, имеющие своим результатом создание теорий, методик, классификаций. Вы во всем стремитесь увидеть или создать систему, закономерность и часто с успехом это делает. Вы прекрасный систематизатор самых запутанных и многофакторных явлений. Умеете составлять расписания и сложные сетевые графики, чтобы охватить максимальные возможности в единицу времени.\n\n Вы прекрасно справляетесь с логическими умозаключениями, быстро и как бы, невзначай принимаете правильные решения. Несмотря на развитые логические  способности, интуиция играет большую роль в умственной деятельности. В исследовательском поиске она доминирует, и объект исследования выбирается именно на основе интуиции. Хотя вы предпочитаете воплощать в жизнь собственные идеи, но обладаете также чутьем и на чужие. Уловив новую идею, вы можете предложить ее, изложив при этом суть просто и понятно.\n\n       Физическая работа  также не утомляет. Ваш ясный ум позволяет сразу охватить проблему в целом и наметить конкретный путь ее решения, чтобы занять лидирующее положение.\n\nМанера поведения в незнакомых ситуациях: сдержанная, корректная и порой отстраненная до отчужденности, хотя в важных, принципиальных для себя вопросах вы способны проявить решительность и резкость, вплоть до полной  непримиримости. Все таки, вы человек долга и совести. Не выносите расхлябанности, разгильдяйства, непоследовательности и необязательности. Вы аккуратист и педант.  Справедливы.\n\n Часто вы хорошо воспитаны, тактично разговариваете, можете хорошо готовить, аккуратно рукодельничать и мастерить, если для всего этого у вас были отличные учителя. Склонность к теоретизированию приводит к тому, что теория становится самоценностью для вас, однако это не означает, что вы не интересуетесь последствиями применения разработанной вами теории. Вы умеете организовать процесс внедрения и в этом смысле являетесь одновременно  и хорошим теоретиком и прикладником.\n\n      В конфликте чаще принимаете решение пойти на компромисс. Присутствует стремление добиться успеха во чтобы то ни стало в любой деятельности.  Везде и всегда вы самодостаточны. Из привычной колеи может выбить только потеря цели. Лучше выполняете задачи планомерные, регулярные, предсказуемые по срокам, требующие систематичности, последовательности, предполагающие или допускающие упорядочение.'},
    weaksides: {
        title: 'общение, эмоции, дисциплина, этика',
        text: 'сложнее всего вам выносить силовое давление и агрессию окружающих. Силовые методы, жесткая дисциплина, решительное оттеснение конкурентов — методы, вызывающие серьезные стрессовые нагрузки. Не можете противостоять и напору эмоций — легко идете на поводу как у бурных восторгов, так и у «кровных обид».\n\n В отношениях с людьми вы независимы, склонны игнорировать чужое мнение. Отношения носят оттенок холодности, требовательности, напряженности, вы не считаете для себя необходимым понять другого, отнестись к нему с должным вниманием и заботой. Для вас не существует выраженной потребности в признании, уважении, помощи со стороны других. Везде и всегда вы самодостаточны. Критическое отношение к вам других людей, как правило, игнорируется, все это осложняет процесс общения, приводит к тому, что люди дистанцируются от вас.'
    },
    recommendations: {
        development: [
            'Признать свои сильные и слабые стороны, и понять, что  вам   придется делиться своими сильными качествами с другими людьми, и трудиться над совершенствованием слабых. Только в этом случае, вы имеете все шансы быть оцененными по достоинству окружающим миром и получить все о чем мечтаете.',  'Для дальнейшего развития ваших сильных сторон будет полезным посетить развивающие тренинги на самопознание, исследования себя и своих особенностей, данные занятия рекомендуется тем, кто заинтересован в анализе своего внутреннего «Я».', 'Для гармонизации структур личности и наработки умения постоять за себя, нелишним будет записаться в спортзал, посещать группы, где вас обучат навыкам, как выносить силовое давление и агрессию без стрессов для своего организма, а также посетить психологические тренинги на развитие стрессоустойчивости, умению регулировать свое психофизиологическое состояние.'
        ],
        personality: [
            'Учитесь контролировать себя в следующем: не тратить слишком много времени на рассмотрение дела, опираться на факты, принимать во внимание чувства других, перед принятием решения прислушиваться к новой информации.', 'Не пытайтесь огульно упорядочивать и организовывать окружающую жизнь. Используйте свою интуицию для выбора наиболее перспективных и выгодных областей применения ваших организационных и интеллектуальных способностей.', 'Из-за обостренного чувства справедливости, обусловленного вашей глубинной неуверенностью в себе по части волевых и силовых проявлений, делает вас неутомимым борцом за справедливость и чутким защитником чести и достоинства окружающих, при этом вы способны вспыхивать как факел, вы легко можете войти в какую-нибудь протестующую или революционную группу ее, что в результате может чревато большими неприятностями. Старайтесь держать под контролем такие эмоции.', 'Иногда потребность в самоутверждении может толкать вас к аскетизму, граничащему с самоистязанием, здесь и сон на гвоздях, и ночевки на земле в лесу, и немыслимые для обычного человека физические нагрузки. Не стремитесь в нарочитым трудностям, жизнь длинная, можно раньше времени выдохнуться.', 'Из-за слабой этической составляющей в характере, вы бываете неуверенны в эмоциональных оценках и проявлениях, что выливается в некоторую механистичность, в следствии которой, вы бывает либо неадекватно оживленным и раскованным, либо (чаще) напряженным и замкнутым среди людей.  Чаще обращайте внимание на поведение и чувства окружающих вас в данный момент.       ',  'У вас часто присутствует черно-белое видение жизни: плохой человек — хороший человек; вражда — дружба. Полутонов вы не приемлете, незначительный (с точки зрения другого человека) эпизод может развернуть вас с полюса дружбы симпатии к кому-либо на полюс полного неприятия, и хороший друг в одночасье может быть переведен в разряд просто знакомого, что демонстративно подчеркивается при каждой встрече. Та же участь может нередко ожидать и сердечных избранников. Если будете и дальше рассматривать так жизненные коллизии, то можете в конце жизни остаться в гордом одиночестве со своими принципами. Давайте людям право на ошибки, мелкие грехи, заблуждения и прощение. Иначе будете постоянно находится в гонке за ускользающей мишенью идеала к бесконечной линии горизонта.', 'Анализируя, не пытайтесь объять необъятное! Вы обычный человек и способны осмысливать происходящее лишь в пределах реальности, данной вам в ощущениях. Учесть абсолютно все невозможно; необходимо выстроить систему внутренних ограничителей  на путях возможного ненужного перенапряжения. Симптомы «скатывания» в это болезненное состояние таковы: ощущение нездоровой усталости (усталость должна быть приятной), отсутствие удовольствия от любимого процесса анализирования, вы чувствуете себя «загнанной лошадкой». То есть вы перенапрягаетесь гораздо больше, чем нужно в данном вопросе, в данном месте и в данный момент. Другими словами — вы неэффективно используете свою базовую энергетику, нещадно эксплуатируя ее в ненужном направлении. Основной совет в этом случае таков: постарайтесь отвлечься, расслабиться, отдохнуть, подумать о вечном. А после этого взглянуть на проблему с другой стороны. ', 'Метод внешнего ограничения возможного ненужного перенапряжения достаточно прост, если призвать на помощь свою собственную базовую энергетику: прежде чем заняться привычным и любимым процессом интуитивного освоения и логического осмысления реальности, проанализируйте — что, кому и с какой целью вы собираетесь анализировать. '
        ]
    }
}
