{
    "vacancies_url": "https://api.hh.ru/vacancies?employer_id=24712",
    "description": "<p /><p><strong>&quot;Компания Клевер&quot;</strong> </p> <p>Сегодня «Компания Клевер» входит в пятерку крупных компаний-производителей на российском рынке, компания имеет два собственных завода, которые находятся в России.</p> <p>Свою деятельность «Компания Клевер» начинала как дистрибьюторская компания в <strong>1995 году</strong>.</p> <p>С 2000 года динамично развивается <strong>производство собственных торговых марок</strong> косметики для детей и их родителей, создана разветвленная система дистрибуции, охватывающая все регионы России и страны ближнего и дальнего зарубежья.<em /></p><em><em><br /></em></em><p><em><em>Мы создаем качественные концептуальные косметические продукты, которые клиенты с удовольствием продают, а покупатели с наслаждением используют. «Компания Клевер» - производитель №1 в сегменте «детская косметика» - около 50 собственных и лицензионных брендов, среди которых бренды-победители «Бренд года» и «Товар года»: Тоника, Роколор, Принцесса и другие.</em></em></p> <p><strong> </strong></p> <p><strong>Фундамент</strong> нашего развития и главный актив компании - это люди, увлеченные общим делом, способные действовать и добиваться результатов. Нормы внутри корпоративной жизни - это взаимное доверие, помощь и поддержка.</p> <p>Сегодня в компании работает <strong>более 1200 сотрудников</strong>. За <strong>17 лет</strong> непрерывного развития в компании сформирована сплоченная команда со своей историей и определенными корпоративными традициями. </p> <p>Мы постоянно растем и развиваемся, поэтому в нашей компании всегда есть открытые вакансии, которые, возможно, заинтересуют и вас. Сотрудники нашей компании имеют возможность профессионального развития, карьерного роста, возможность работать в дружном коллективе единомышленников. Компания гарантирует своим сотрудникам  достойную оплату труда, ежегодный оплачиваемый отпуск.  </p> <p>Если Ваша профессиональная подготовка, личные достижения, опыт и знания соответствуют требованиям, предъявляемым к кандидатам, Вы энергичны, позитивны и амбициозны, готовы эффективно работать в нашей команде и повышать свой профессиональный уровень - приглашаем Вас принять участие в конкурсе на замещение вакантных должностей. </p> <p>Если вы не нашли интересующих вас вакансий, но хотели бы работать в нашей компании, пожалуйста, отправьте резюме в отдел персонала по адресу: hr@bigcom.ru.</p> <p>При появлении интересующей Вас вакансии мы обязательно рассмотрим вашу кандидатуру.</p>",
    "branded_description": null,
    "alternate_url": "https://hh.ru/employer/24712",
    "id": "24712",
    "trusted": true,
    "logo_urls": {
        "90": "https://hhcdn.ru/employer-logo/314715.jpeg",
        "original": "https://hhcdn.ru/employer-logo-original/226910.JPG",
        "240": "https://hhcdn.ru/employer-logo/387572.jpeg"
    },
    "name": "CLEVER COMPANY",
    "area": {
        "url": "https://api.hh.ru/areas/113",
        "id": "113",
        "name": "Россия"
    },
    "relations": [],
    "site_url": "http://www.clever-company.ru/",
    "type": "company"
}
