app.define("help.about");

app.help.about = {
    text: '<h3>О себе</h3><p>В этой графе вы должны максимально емко рассказать о своих личных и деловых качествах. Не забывайте, что это описание должно соотноситься с вакансией, на которую вы претендуете. Старайтесь не прибегать к шаблонным характеристикам из разряда «коммуникабельный», «стрессоустойчивый» и так далее. Ответьте на вопрос «Кто вы?», «Какой вы?», «В чем ваша индивидуальность?» так, чтобы работодатель захотел с вами встретиться. Если вы не знаете, что сюда писать, просто оставьте поле пустым, и оно не будет отображаться в вашем резюме.</p>'
};
