app.define("help.courses");

app.help.courses = {
    text: '<h3>Курсы</h3><p>Постарайтесь выделить только те курсы, где полученные знания могут быть полезны в работе, на которую вы претендуете. То есть, если вы претендуете на позицию финансового аналитика, курс Нетологии «SMM в соц. сетях» указывать не надо, но если вы претендуете на позицию маркетолога — это будет большим плюсом.</p>',
    screen: '<h2>Например:</h2><p>Финансовое моделирование в Excel / Программирование на JAVA / Геймификация / Маркетинг в социальных сетях</p>'
};
