app.define("help.education");

app.help.education = {
    text: '<h3>Образование</h3><p>Здесь надо перечислить все учебные заведения, которые вы окончили или в которых еще учитесь (школу указывать надо только в том случае, если это единственное оконченное вами учебное заведение). Даты начала и конца обучения указывайте в резюме с точностью до месяца. Крайне важно обозначить квалификацию: профессию, ученую степень, наличие сертификата.</p><p>Если Вы совсем недавно закончили ВУЗ, и тема Вашего дипломного исследования напрямую связана с той вакансией, которая Вас интересует - укажите в резюме эту тему. Также же стоит указать сведения о дополнительном образовании, но только о том, что имеет непосредственное отношение к должности, на которую вы метите.</p>'
};
