app.define("help.photo");

app.help.photo = {
    text: '<h3>Ваша фотография</h3><p>Фотография способна многое о вас рассказать и произвести хорошее впечатление на работодателя. Деловой костюм и фотография «как на паспорт» — не обязательное условие. Главное — адекватность и опрятный внешний вид.</p><p>Выберите ту фотографию, которая нравится вам, а если таковой нет, не поленитесь её сделать. Ну и не стесняйтесь спрашивать мнения друзей и родных — взгляд со стороны не бывает лишним.</p>',
    screen: ''
};
