app.define("help.post");

app.help.post = {
    text: '<h3>Должность</h3><p>Здесь пишите коротко и ясно, на какую вакансию претендуете. Не нужно расплывчатых фраз. Избегайте общих слов типа «любая», «специалист», «руководящая». Вакансия должна быть одна! Если Вы адресуете свое резюме нескольким потенциальным работодателем, в каждом конкретном случае корректируйте его "под вакансию".</p>',
    screen: '<h2>Например:</h2><p>«Менеджер по продажам», «Стажер отдела маркетинга», «Бухгалтер», «Офис-менеджер», «Маркетолог», «Инженер КИПиА».</p>'
};
