app.define("help.skills");

app.help.skills = {
    text: '<h3>Основные компетенции</h3><p>Выделите основные направления в ваших специализациях, укажите силу их проффесиональных качеств, двигая ползунок от с 1 по 100%. Конечно это будет в первую очередь ваши субъективные ощущения, но они будут важны для работодателя.</p><p>Вам также не будет лишним, добавить текст в свободной форме о своих проф качествах и дополнить заголовок с емким тематическим обращением.</p>',
    screen: '<h2>Если вы Web-дизайнер</h2><p>Это могут быть ключевые направления:</p><p>Креативность, графический дизайн, векторная графика и т.д.</p>'
};
