app.define("help.social");

app.help.social = {
    text: '<h3>Аккаунты в соц. сетях</h3><p>Нельзя недооценивать силу интернета: с большой вероятностью HR-менеджер найдёт и просмотрит ваши профили в социальных сетях. Не будем усложнять ему жизнь, а себе обеспечим хорошую репутацию.</p><p>Убедитесь, что в открытом доступе на вашей страничке у вас нет неприличных фотографий с последнего похода в клуб. В общем, поменьше трэша и радикализма. Кстати, паблики, на которые вы подписаны, тоже видны всем. Время сделать серьезный шаг и отписаться от Лепры, БОРЩа и Православных Монархистов.</p><!--<p>И последнее, перед тем как вставить ссылку, лучше её преобразовать, как минимум потому что, в обратном случае, ссылка будет занимать много места и портить формат резюме. Как это сделать - <a href="#">читайте здесь</a>.</p>-->'
};
