app.define("help.tags");

app.help.tags = {
    text: '<h3>Ключевые навыки</h3><p>Согласно словарю Ушакова «Навык — это уменье, созданное привычкой» или «практическое уменье». Навыком можно считать владение программой / сервисом, необходимыми (или по крайней мере полезными) для вашей профессиональной деятельности.</p><p>Коммуникабельный, стрессоустойчивый, ответственный, опытный пользователь интернет — это не навыки!</p>',
    screen: '<h2>Например:</h2><p>MS Office (можно в разбивке) / Photoshop / Bloomberg / C++ / Ruby / AutoCad / 1C / SAP / Консультант +</p>'
};
