app.define("help.works");

app.help.works = {
    text: '<h3>Проекты</h3><p>Подробнее расскажите о проектах в которых вы учавствовали. Проекты могут быть не только лично ваши, если вы учавствовали в команде, укажите какую роль вы выполняли. В графе описание проекта, постарайтесь вспомнить и сформулировать ваши проффесиональные достижения в каждом из проектов, без расплывчатых фраз, емко выделите важные для работодателя моменты.</p><p>Обязательно, при наличаии прилагаемых ссылок к вашим проектам, укажите их. На каждый проект вы можете добавить по 3 ссылки, это могут быть фото и видео материалы или просто ссылка на сторонний ресурс. Ссылки должны дополнять описание проектов и быть интересны работодателю.</p><p>Также укажите год завершенности проекта или если проект все еще в работе укажите текущий.</p>'
};
